{
  "bg-BG": {
    "CookiePolicyTableCookeiSubgroup": "Подгрупа бисквитки",
    "CookiePolicyTableCookieCategoryList": "Списък на категориите бисквитки",
    "CookiePolicyTableCookies": "Бисквитки",
    "CookiePolicyTableCookiesUsed": "Използвани бисквитки",
    "CookiePolicyTableDays": "Дни",
    "CookiePolicyTableFirstParty": "Първа страна",
    "CookiePolicyTableFirstPartyLessThanOneDy": "По-малко от един ден",
    "CookiePolicyTableLifespan": "Срок на използване",
    "CookiePolicyTableSession": "Сесия",
    "CookiePolicyTableThirdpParty": "Трета страна",
    "CookiePolicyTableYears": "Години",
    "Functionalcookiescategorydescription": "Тези бисквитки позволяват на уебсайта да предоставя разширена функционалност и персонализация. Те могат да бъдат поставени от нас или от доставчици трети страни, чиито услуги сме добавили на нашите страници. Ако не разрешите тези бисквитки, някои или всички от тези услуги може да не функционират правилно.",
    "FunctionalcookiesCategoryName": "Функционални бисквитки",
    "Marketingcookiescategorydescription": "Когато приемете маркетинговите бисквитки, давате съгласието си да поставяме бисквитки на Вашето устройство, за да предоставим съдържание, което съответства на Вашите интереси. Тези бисквитки могат да бъдат поставени чрез нашия сайт от нашите рекламни партньори или от нас, за да изградят профил на Вашите интереси и да Ви показват подходящо съдържание в нашите сайтове и в сайтовете на трети страни. За да можем да предоставяме съдържание, което съответства на Вашите интереси, ще използваме Вашите взаимодействия заедно с личната информация, която сте ни предоставили на нашия сайт. За да Ви представим подходящо съдържание в сайтове на трети страни, ще споделим тази информация и идентификатор на клиента, като например криптиран имейл адрес или идентификатор на устройството, с трети страни като Google, Facebook, Instagram и Snapchat. Целта е да Ви показваме подходящи реклами в уебсайтове и приложения на трети страни. За да направим съдържанието възможно най-интересно за Вас, може да свържем тези данни между различните устройства, които използвате. Ако изберете да не приемете маркетинговите бисквитки, няма да поставяме такива бисквитки на Вашето устройство и може да получавате по-малко подходящо съдържание от нас. Освен това, ако използвате мобилно приложение и изберете да не бъдете проследявани от нашето приложение, ние ще спрем да използваме маркетингови бисквитки за проследяване, дори ако категорията „Маркетингови бисквитки“ е активирана.",
    "MarketingcookiesCategoryName": "Бисквитки за маркетинг",
    "Performancecookiescategorydescription": "Чрез тези бисквитки можем да броим посещенията и да измерваме трафика, за да събираме информация за най-популярните страници и начина, по който посетителите се движат в сайта. Цялата информация, която тези бисквитки събират, е обобщена и следователно е анонимна. Ако не разрешите тези бисквитки, няма да можем да Ви предоставим персонализирано преживяване.",
    "PerformancecookiesCategoryName": "Бисквитки за ефективност",
    "Socialmediacookiescategorydescription": "Тези бисквитки се поставят от различни услуги за социални мрежи, които сме добавили в сайта, за да можете да споделяте нашето съдържание с Вашите приятели и мрежи. Те могат да проследяват Вашия браузър в други сайтове и да изграждат профил на вашите интереси. Това може да повлияе на съдържанието и съобщенията, които виждате в други посещавани от Вас уебсайтове. Ако не разрешите тези бисквитки, има вероятност да не можете да използвате или да виждате тези инструменти за споделяне.",
    "SocialmediacookiesCategoryName": "Бисквитки на социални мрежи",
    "Strictlynecessarycategorydescription": "Тези бисквитки са необходими за поддържане на нашите услуги и не могат да бъдат изключени. Те обикновено се поставят само в отговор на извършени от Вас действия, като например създаване на акаунт или запазване на списък с желания за по-късно. Можете да настроите браузъра си да блокира или да Ви предупреждава за тези бисквитки, но в резултат от това някои части от сайта може да не работят нормално. Тези бисквитки не съхраняват никаква информация, чрез която можете да бъдете идентифицирани.",
    "StrictlynecessaryCategoryName": "Строго необходими бисквитки"
  },
  "cs-CZ": {
    "CookiePolicyTableCookeiSubgroup": "Podskupina souborů cookie",
    "CookiePolicyTableCookieCategoryList": "Seznam kategorií souborů cookie",
    "CookiePolicyTableCookies": "Soubory cookie",
    "CookiePolicyTableCookiesUsed": "Použité soubory cookie",
    "CookiePolicyTableDays": "dní",
    "CookiePolicyTableFirstParty": "První strany",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Méně než jeden den",
    "CookiePolicyTableLifespan": "Platnost",
    "CookiePolicyTableSession": "Relace",
    "CookiePolicyTableThirdpParty": "Třetí strany",
    "CookiePolicyTableYears": "let",
    "Functionalcookiescategorydescription": "Tyto soubory cookie umožňují webové stránce poskytovat vylepšenou funkčnost a personalizaci. Mohou být nastaveny námi nebo poskytovateli z řad třetích stran, jejichž služby jsme přidali na své stránky. Pokud tyto soubory cookie nepovolíte, některé nebo žádné tyto služby nemusí fungovat správně.",
    "FunctionalcookiesCategoryName": "Funkční soubory cookie",
    "Marketingcookiescategorydescription": "Když přijmete marketingové soubory cookie, dáváte nám souhlas s jejich umístěním do vašeho zařízení, abychom vám mohli poskytnout relevantní obsah odpovídající vašim zájmům. Tyto soubory cookie mohou být nastaveny prostřednictvím našich stránek našimi reklamními partnery nebo námi, abychom vytvořili profil vašich zájmů a zobrazili vám relevantní obsah na našich stránkách a webech třetích stran. Abychom mohli doručovat obsah, který odpovídá vašim zájmům, využijeme vaše interakce spolu s osobními údaji, které jste nám poskytli na našich stránkách. Abychom vám mohli prezentovat relevantní obsah na stránkách třetích stran, budeme sdílet tyto informace a identifikátor zákazníka, jako je šifrovaná e-mailová adresa nebo ID zařízení, se třetími stranami, jako jsou Google, Facebook, Instagram a Snapchat. Účelem je zobrazovat vám relevantní reklamy na webových stránkách a v aplikacích třetích stran. Aby byl obsah pro vás co nejzajímavější, můžeme tato data propojit napříč různými zařízeními, která používáte. Pokud se rozhodnete nepřijmout marketingové soubory cookie, nebudeme takové soubory cookie ukládat do vašeho zařízení a může se vám od nás zobrazovat méně relevantní obsah. Pokud navíc používáte mobilní aplikaci a rozhodnete se, že vás naše aplikace nesmí sledovat, přestaneme používat marketingové soubory cookie ke sledování, i když je povolená možnost Marketingové soubory cookie.",
    "MarketingcookiesCategoryName": "Marketingové soubory cookie",
    "Performancecookiescategorydescription": "Tyto soubory cookie nám umožňují počítat návštěvy a sledovat provoz, abychom mohli shromažďovat přehledy, jako například které stránky jsou nejoblíbenější, a zjistit, jak návštěvníci webu procházejí. Všechny informace, které tyto soubory cookie shromažďují, jsou agregované, a tedy anonymní. Pokud tyto soubory cookie nepovolíte, nebudeme vám moct poskytnout přizpůsobený zážitek.",
    "PerformancecookiesCategoryName": "Výkonnostní soubory cookie",
    "Socialmediacookiescategorydescription": "Tyto soubory cookie jsou nastaveny různými službami sociálních médií, které jsme přidali na své stránky, abyste mohli sdílet náš obsah se svými přáteli a sítěmi. Dokážou sledovat váš prohlížeč na jiných stránkách a sestavovat profil vašich zájmů. To může ovlivnit obsah a zprávy, které uvidíte na jiných navštívených webových stránkách. Pokud tyto soubory cookie nepovolíte, můžete přijít o možnost tyto nástroje pro sdílení používat nebo vidět.",
    "SocialmediacookiesCategoryName": "Soubory cookie sociálních médií",
    "Strictlynecessarycategorydescription": "Tyto soubory cookie jsou nezbytné pro zachování našich služeb a nedají se vypnout. Obvykle se nastavují pouze jako reakce na vaše akce, například při vytvoření účtu nebo uložení seznamu přání na později. Můžete nastavit svůj prohlížeč tak, aby tyto soubory cookie blokoval nebo vás na ně upozorňoval, ale to může způsobit, že některé části webu nebudou fungovat. Tyto soubory cookie neukládají žádné údaje, které by umožňovaly vaši identifikaci.",
    "StrictlynecessaryCategoryName": "Nezbytně nutné soubory cookie"
  },
  "da-DK": {
    "CookiePolicyTableCookeiSubgroup": "Cookie-undergruppe",
    "CookiePolicyTableCookieCategoryList": "Liste over cookiekategorier",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Anvendte cookies",
    "CookiePolicyTableDays": "Dage",
    "CookiePolicyTableFirstParty": "Førstepart",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Mindre end en dag",
    "CookiePolicyTableLifespan": "Levetid",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Tredjepart",
    "CookiePolicyTableYears": "År",
    "Functionalcookiescategorydescription": "Disse cookies gør det muligt for websitet at tilbyde forbedret funktionalitet og personalisering. De kan blive indstillet af os eller af tredjepartsleverandører, hvis tjenester vi har tilføjet til vores sider. Hvis du ikke tillader disse cookies, kan nogle eller alle af disse tjenester muligvis ikke fungere korrekt.",
    "FunctionalcookiesCategoryName": "Funktionelle cookies",
    "Marketingcookiescategorydescription": "Når du accepterer markedsføringscookies, giver du os dit samtykke til at placere cookies på din enhed for at give dig relevant indhold, der passer til dine interesser. Disse cookies kan blive sat gennem vores side af vores reklamepartnere eller os, for at opbygge en profil af dine interesser og vise dig relevant indhold på vores og tredjeparts sider. For at kunne levere indhold, der passer til dine interesser, vil vi bruge dine interaktioner sammen med de personlige oplysninger, du har givet os på vores hjemmeside. For at præsentere dig med relevant indhold på tredjepartswebsites vil vi dele disse oplysninger og en kundeidentifikator, såsom en krypteret e-mailadresse eller enheds-id, med tredjeparter som Google, Facebook, Instagram og Snapchat. Formålet er at vise relevante annoncer til dig på tredjepartswebsites og apps. For at gøre indholdet så interessant som muligt for dig kan vi forbinde disse data på tværs af de forskellige enheder, du bruger. Hvis du vælger ikke at acceptere markedsføringscookies, vil vi ikke placere sådanne cookies på din enhed, og du kan opleve mindre relevant indhold fra os. Hvis du bruger mobilappen og vælger ikke at blive sporet af vores app, vil vi derudover stoppe med at bruge markedsføringscookies til at spore dig, selvom 'Markedsføringscookies' er aktiveret.",
    "MarketingcookiesCategoryName": "Markedsføringscookies",
    "Performancecookiescategorydescription": "Disse cookies giver os mulighed for at tælle besøg og trafik, så vi kan indsamle indsigt som hvilke sider der er mest populære, og se, hvordan besøgende bevæger sig rundt på websitet. Alle oplysninger, som disse cookies indsamler, er aggregerede og derfor anonyme. Hvis du ikke tillader disse cookies, vil vi ikke kunne give dig en tilpasset oplevelse.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "Disse cookies sættes af forskellige sociale medietjenester, som vi har tilføjet til websitet for at gøre det muligt for dig at dele vores indhold med dine venner og netværk. De kan spore din browser på tværs af andre websites og opbygge en profil over dine interesser. Dette kan påvirke det indhold og de beskeder, du ser på andre websites, du besøger. Hvis du ikke tillader disse cookies, kan du muligvis ikke bruge eller se disse delingsværktøjer.",
    "SocialmediacookiesCategoryName": "Sociale medier-cookies",
    "Strictlynecessarycategorydescription": "Disse cookies er nødvendige for at opretholde vores tjenester og kan ikke deaktiveres. De indstilles normalt kun som svar på handlinger, du foretager, såsom at oprette en konto eller gemme en ønskeliste til senere. Du kan indstille din browser til at blokere eller advare dig om disse cookies, men det kan få nogle dele af webstedet til ikke at fungere. Disse cookies gemmer ikke nogen personligt identificerbare oplysninger.",
    "StrictlynecessaryCategoryName": "Strengt nødvendige cookies"
  },
  "de-AT": {
    "CookiePolicyTableCookeiSubgroup": "Cookie-Untergruppe",
    "CookiePolicyTableCookieCategoryList": "Liste der Cookie-Kategorien",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Verwendete Cookies",
    "CookiePolicyTableDays": "Tage",
    "CookiePolicyTableFirstParty": "Erstanbieter",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Weniger als ein Tag",
    "CookiePolicyTableLifespan": "Lebensdauer",
    "CookiePolicyTableSession": "Sitzung",
    "CookiePolicyTableThirdpParty": "Drittanbieter",
    "CookiePolicyTableYears": "Jahre",
    "Functionalcookiescategorydescription": "Diese Cookies ermöglichen der Website die Bereitstellung erweiterter Funktionen und Personalisierungen. Sie können von uns oder von Drittanbietern gesetzt werden, deren Dienste wir auf unseren Seiten integriert haben. Wenn Sie diese Cookies nicht zulassen, können einige oder alle dieser Dienste möglicherweise nicht ordnungsgemäß funktionieren.",
    "FunctionalcookiesCategoryName": "Funktionale Cookies",
    "Marketingcookiescategorydescription": "Wenn Sie Marketing-Cookies akzeptieren, erteilen Sie uns Ihre Zustimmung, Cookies auf Ihrem Gerät zu setzen, um Ihnen relevante Inhalte bereitzustellen, die Ihren Interessen entsprechen. Diese Cookies können von uns oder unseren Werbepartnern auf unserer Website bereitgestellt werden, um ein Profil Ihrer Interessen zu erstellen und Ihnen relevante Inhalte auf unserer und auf Websites von Drittanbietern zu zeigen. Um Inhalte liefern zu können, die Ihren Interessen entsprechen, setzen wir Ihre Aktivitäten zusammen mit den personenbezogenen Daten ein, die Sie uns auf unserer Website zur Verfügung gestellt haben. Um Ihnen relevante Inhalte auf Websites von Drittanbietern zu präsentieren, teilen wir diese Informationen sowie eine Kundenkennung (wie eine verschlüsselte E-Mail-Adresse oder Geräte-ID) mit Drittanbietern, z. B. mit Google, Facebook, Instagram und Snapchat. Dies bezweckt, dass Ihnen relevante Werbung auf Websites und Apps von Drittanbietern angezeigt werden kann. Um die Inhalte für Sie so interessant wie möglich zu gestalten, können wir diese Daten über die verschiedenen Geräte, die Sie verwenden, hinweg verknüpfen. Wenn Sie die Marketing-Cookies nicht akzeptieren, setzen wir keine solcher Cookies auf Ihrem Gerät und Ihnen werden möglicherweise weniger relevante Inhalte von uns angezeigt. Wenn Sie eine mobile App verwenden und sich gegen das Tracking durch unsere App entscheiden, setzen wir keine Marketing-Cookies mehr zum Tracking ein, auch wenn „Marketing-Cookies“ aktiviert ist.",
    "MarketingcookiesCategoryName": "Marketing-Cookies",
    "Performancecookiescategorydescription": "Diese Cookies erlauben uns, Aufrufe und Traffic zu zählen, damit wir Einblicke darin erhalten, welche Seiten zum Beispiel am beliebtesten sind und wie sich Besucher durch die Website navigieren. Alle Informationen, die diese Cookies erfassen, werden aggregiert und sind daher anonym. Wenn Sie diese Cookies nicht zulassen, können wir Ihnen kein maßgeschneidertes Erlebnis bieten.",
    "PerformancecookiesCategoryName": "Performance-Cookies",
    "Socialmediacookiescategorydescription": "Diese Cookies werden von verschiedenen Social-Media-Diensten gesetzt, die wir auf der Website integriert haben, um Ihnen das Teilen unserer Inhalte mit Ihren Freunden und Netzwerken zu ermöglichen. Sie können Ihren Browser über andere Websites hinweg verfolgen und ein Profil Ihrer Interessen erstellen. Dies kann sich auf die Inhalte und Nachrichten auswirken, die Sie auf anderen Websites sehen, die Sie besuchen. Wenn Sie diese Cookies nicht zulassen, können Sie diese Tools zum Teilen möglicherweise nicht verwenden oder sehen.",
    "SocialmediacookiesCategoryName": "Social-Media-Cookies",
    "Strictlynecessarycategorydescription": "Diese Cookies sind zur Aufrechterhaltung unserer Dienste erforderlich und können nicht deaktiviert werden. Sie werden für gewöhnlich nur infolge Ihrer Handlungen gesetzt, beispielsweise das Erstellen eines Kontos oder das Speichern einer Wunschliste. Sie können Ihren Browser so einstellen, dass er diese Cookies blockiert oder Sie darüber benachrichtigt. Dies kann jedoch dazu führen, dass bestimmte Teile der Website nicht mehr funktionieren. Diese Cookies speichern keine personenbezogenen Daten.",
    "StrictlynecessaryCategoryName": "Unbedingt notwendige Cookies"
  },
  "de-CH": {
    "CookiePolicyTableCookeiSubgroup": "Cookie-Untergruppe",
    "CookiePolicyTableCookieCategoryList": "Liste der Arten von Cookies",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Verwendete Cookies",
    "CookiePolicyTableDays": "Tage",
    "CookiePolicyTableFirstParty": "Erstanbieter",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Weniger als ein Tag",
    "CookiePolicyTableLifespan": "Laufzeit",
    "CookiePolicyTableSession": "Sitzung",
    "CookiePolicyTableThirdpParty": "Drittanbieter",
    "CookiePolicyTableYears": "Jahre",
    "Functionalcookiescategorydescription": "Diese Cookies ermöglichen es der Website, erweiterte Funktionen und eine personalisierte Nutzung anzubieten. Sie können von uns oder von Drittanbietern gesetzt werden, deren Dienste wir zu unseren Seiten hinzugefügt haben. Wenn du diese Cookies nicht akzeptierst, funktionieren einige oder alle dieser Dienste möglicherweise nicht richtig.",
    "FunctionalcookiesCategoryName": "Funktions-Cookies",
    "Marketingcookiescategorydescription": "Wenn du Marketing-Cookies akzeptierst, gibst du uns die Erlaubnis, Cookies auf deinem Gerät zu speichern, um dir für dich relevante Inhalte anzuzeigen, die deinen Interessen entsprechen. Diese Cookies können von uns oder unseren Werbepartnern über unsere Website platziert werden, um ein Profil deiner Interessen zu erstellen und dir relevante Inhalte auf unseren Websites und den Websites von Drittanbietern anzuzeigen. Um dir Inhalte bereitstellen zu können, die deinen Interessen entsprechen, verwenden wir deine Interaktionen zusammen mit den personenbezogenen Daten, die du uns über unsere Website mitgeteilt hast. Um dir relevante Inhalte auf Websites von Drittanbietern anzuzeigen, geben wir diese Daten und eine Kundenkennung wie eine verschlüsselte E-Mail-Adresse oder eine Geräte-ID an Dritte wie Google, Facebook, Instagram und Snapchat weiter. Der Zweck besteht darin, dir relevante Anzeigen auf Websites und in Apps von Drittanbietern anzuzeigen. Um die Inhalte für dich so interessant wie möglich zu gestalten, können wir diese Daten auf den verschiedenen Geräten, die du nutzt, miteinander verknüpfen. Wenn du Marketing-Cookies nicht akzeptierst, speichern wir keine solchen Cookies auf deinem Gerät. In diesem Fall sind die Inhalte, die wir dir anzeigen, möglicherweise für dich weniger relevant. Wenn du die mobile App nutzt und dich gegen das Tracking durch unsere App entscheidest, werden wir keine Marketing-Cookies mehr verwenden, um deine Aktivitäten zu erfassen, auch wenn «Marketing-Cookies» aktiviert sind.",
    "MarketingcookiesCategoryName": "Marketing-Cookies",
    "Performancecookiescategorydescription": "Diese Cookies ermöglichen es uns, Besuche und den Datenverkehr zu zählen, damit wir Einblicke gewinnen können, welche Seiten am beliebtesten sind und wie sich Besucher auf der Website bewegen. Alle Infos, die von diesen Cookies gesammelt werden, werden zusammengefasst und sind daher anonym. Wenn du diese Cookies nicht akzeptierst, können wir dir kein personalisiertes Erlebnis bieten.",
    "PerformancecookiesCategoryName": "Leistungs-Cookies",
    "Socialmediacookiescategorydescription": "Diese Cookies werden von verschiedenen Social-Media-Diensten gesetzt, die wir auf der Website eingebunden haben und die es dir ermöglichen, unsere Inhalte mit deinen Freunden und in deinen Netzwerken zu teilen. Sie können deinen Browser auch auf anderen Websites verfolgen und ein Profil deiner Interessen erstellen. Das kann Auswirkungen auf die Inhalte und Nachrichten haben, die dir auf anderen von dir besuchten Websites angezeigt werden. Wenn du diese Cookies nicht zulässt, kannst du diese Tools zum Teilen möglicherweise nicht nutzen oder sehen.",
    "SocialmediacookiesCategoryName": "Social-Media-Cookies",
    "Strictlynecessarycategorydescription": "Diese Cookies sind für den Betrieb unserer Dienste notwendig und können nicht deaktiviert werden. Sie werden normalerweise nur als Reaktion auf von dir vorgenommene Aktivitäten gesetzt, wie zum Beispiel das Erstellen eines Kontos oder das Speichern einer Wunschliste für später. Du kannst deinen Browser so einstellen, dass er diese Cookies blockiert oder dich darauf hinweist. Allerdings kann das dazu führen, dass einige Teile der Website nicht mehr richtig funktionieren. Diese Cookies speichern keine personenbezogenen Daten.",
    "StrictlynecessaryCategoryName": "Unbedingt notwendige Cookies"
  },
  "de-DE": {
    "CookiePolicyTableCookeiSubgroup": "Cookie-Untergruppe",
    "CookiePolicyTableCookieCategoryList": "Liste der Cookie-Kategorien",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Verwendete Cookies",
    "CookiePolicyTableDays": "Tage",
    "CookiePolicyTableFirstParty": "Erstanbieter",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Weniger als ein Tag",
    "CookiePolicyTableLifespan": "Lebensdauer",
    "CookiePolicyTableSession": "Sitzung",
    "CookiePolicyTableThirdpParty": "Drittanbieter",
    "CookiePolicyTableYears": "Jahre",
    "Functionalcookiescategorydescription": "Diese Cookies ermöglichen der Website die Bereitstellung erweiterter Funktionen und Personalisierungen. Sie können von uns oder von Drittanbietern gesetzt werden, deren Dienste wir auf unseren Seiten integriert haben. Wenn Sie diese Cookies nicht zulassen, können einige oder alle dieser Dienste möglicherweise nicht ordnungsgemäß funktionieren.",
    "FunctionalcookiesCategoryName": "Funktionale Cookies",
    "Marketingcookiescategorydescription": "Wenn Sie Marketing-Cookies akzeptieren, erteilen Sie uns Ihre Zustimmung, Cookies auf Ihrem Gerät zu setzen, um Ihnen relevante Inhalte bereitzustellen, die Ihren Interessen entsprechen. Diese Cookies können von uns oder unseren Werbepartnern auf unserer Website bereitgestellt werden, um ein Profil Ihrer Interessen zu erstellen und Ihnen relevante Inhalte auf unserer und auf Websites von Drittanbietern zu zeigen. Um Inhalte liefern zu können, die Ihren Interessen entsprechen, setzen wir Ihre Aktivitäten zusammen mit den personenbezogenen Daten ein, die Sie uns auf unserer Website zur Verfügung gestellt haben. Um Ihnen relevante Inhalte auf Websites von Drittanbietern zu präsentieren, teilen wir diese Informationen sowie eine Kundenkennung (wie eine verschlüsselte E-Mail-Adresse oder Geräte-ID) mit Drittanbietern, z. B. mit Google, Facebook, Instagram und Snapchat. Dies bezweckt, dass Ihnen relevante Werbung auf Websites und Apps von Drittanbietern angezeigt werden kann. Um die Inhalte für Sie so interessant wie möglich zu gestalten, können wir diese Daten über die verschiedenen Geräte, die Sie verwenden, hinweg verknüpfen. Wenn Sie die Marketing-Cookies nicht akzeptieren, setzen wir keine solcher Cookies auf Ihrem Gerät und Ihnen werden möglicherweise weniger relevante Inhalte von uns angezeigt. Wenn Sie eine mobile App verwenden und sich gegen das Tracking durch unsere App entscheiden, setzen wir keine Marketing-Cookies mehr zum Tracking ein, auch wenn „Marketing-Cookies“ aktiviert ist.",
    "MarketingcookiesCategoryName": "Marketing-Cookies",
    "Performancecookiescategorydescription": "Diese Cookies erlauben uns, Aufrufe und Traffic zu zählen, damit wir Einblicke darin erhalten, welche Seiten zum Beispiel am beliebtesten sind und wie sich Besucher durch die Website navigieren. Alle Informationen, die diese Cookies erfassen, werden aggregiert und sind daher anonym. Wenn Sie diese Cookies nicht zulassen, können wir Ihnen kein maßgeschneidertes Erlebnis bieten.",
    "PerformancecookiesCategoryName": "Performance-Cookies",
    "Socialmediacookiescategorydescription": "Diese Cookies werden von verschiedenen Social-Media-Diensten gesetzt, die wir auf der Website integriert haben, um Ihnen das Teilen unserer Inhalte mit Ihren Freunden und Netzwerken zu ermöglichen. Sie können Ihren Browser über andere Websites hinweg verfolgen und ein Profil Ihrer Interessen erstellen. Dies kann sich auf die Inhalte und Nachrichten auswirken, die Sie auf anderen Websites sehen, die Sie besuchen. Wenn Sie diese Cookies nicht zulassen, können Sie diese Tools zum Teilen möglicherweise nicht verwenden oder sehen.",
    "SocialmediacookiesCategoryName": "Social-Media-Cookies",
    "Strictlynecessarycategorydescription": "Diese Cookies sind zur Aufrechterhaltung unserer Dienste erforderlich und können nicht deaktiviert werden. Sie werden für gewöhnlich nur infolge Ihrer Handlungen gesetzt, beispielsweise das Erstellen eines Kontos oder das Speichern einer Wunschliste. Sie können Ihren Browser so einstellen, dass er diese Cookies blockiert oder Sie darüber benachrichtigt. Dies kann jedoch dazu führen, dass bestimmte Teile der Website nicht mehr funktionieren. Diese Cookies speichern keine personenbezogenen Daten.",
    "StrictlynecessaryCategoryName": "Unbedingt notwendige Cookies"
  },
  "el-GR": {
    "CookiePolicyTableCookeiSubgroup": "Υποομάδα cookies",
    "CookiePolicyTableCookieCategoryList": "Λίστα κατηγοριών cookie",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies που χρησιμοποιούνται",
    "CookiePolicyTableDays": "Ημέρες",
    "CookiePolicyTableFirstParty": "Πρώτο μέρος",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Λιγότερο από μία ημέρα",
    "CookiePolicyTableLifespan": "Διάρκεια",
    "CookiePolicyTableSession": "Συνεδρία",
    "CookiePolicyTableThirdpParty": "Τρίτα μέρη",
    "CookiePolicyTableYears": "Χρόνια",
    "Functionalcookiescategorydescription": "Αυτά τα cookies επιτρέπουν στον ιστότοπο να προσφέρει βελτιωμένη λειτουργικότητα και εξατομίκευση. Μπορεί να ορίζονται από εμάς ή από τρίτους παρόχους των οποίων τις υπηρεσίες έχουμε προσθέσει στις σελίδες μας. Εάν δεν επιτρέψετε αυτά τα cookies, τότε ορισμένες ή όλες οι υπηρεσίες ενδέχεται να μην λειτουργούν σωστά.",
    "FunctionalcookiesCategoryName": "Λειτουργικά cookies",
    "Marketingcookiescategorydescription": "Όταν αποδέχεστε cookies εμπορικής προώθησης, μας δίνετε τη συγκατάθεσή σας να τοποθετήσουμε cookies στη συσκευή σας για να σας παρέχουμε σχετικό περιεχόμενο που ταιριάζει στα ενδιαφέροντά σας. Αυτά τα cookies μπορεί να τοποθετηθούν μέσω του ιστότοπού μας από τους διαφημιστικούς συνεργάτες μας ή από εμάς, για να δημιουργήσουν ένα προφίλ των ενδιαφερόντων σας και να σας δείξουν σχετικό περιεχόμενο στους δικούς μας και σε τρίτους ιστότοπους. Για να μπορέσουμε να παρέχουμε περιεχόμενο που ανταποκρίνεται στα ενδιαφέροντά σας, θα χρησιμοποιήσουμε τις αλληλεπιδράσεις σας μαζί με τις προσωπικές πληροφορίες που μας έχετε δώσει στον ιστότοπό μας. Για να σας παρουσιάσουμε σχετικό περιεχόμενο σε ιστότοπους τρίτων, θα μοιραστούμε αυτές τις πληροφορίες και ένα αναγνωριστικό πελάτη, όπως μια κρυπτογραφημένη διεύθυνση email ή αναγνωριστικό συσκευής, με τρίτα μέρη, όπως η Google, το Facebook, το Instagram και το Snapchat. Ο σκοπός είναι να σας εμφανίζουμε σχετικές διαφημίσεις σε ιστότοπους και εφαρμογές τρίτων. Για να κάνουμε το περιεχόμενο όσο το δυνατόν πιο ενδιαφέρον για εσάς, ενδέχεται να συνδέσουμε αυτά τα δεδομένα στις διαφορετικές συσκευές που χρησιμοποιείτε. Εάν επιλέξετε να μην αποδεχθείτε τα cookies μάρκετινγκ, δεν θα τοποθετήσουμε τέτοια cookies στη συσκευή σας και ενδέχεται να λαμβάνετε λιγότερο σχετικό περιεχόμενο από εμάς. Επιπλέον, εάν χρησιμοποιείτε εφαρμογή για κινητά και επιλέξετε να μην παρακολουθείστε από την εφαρμογή μας, θα σταματήσουμε να χρησιμοποιούμε cookies εμπορικής προώθησης για να σας παρακολουθούμε ακόμη και αν είναι ενεργοποιημένα τα «Cookies εμπορικής προώθησης».",
    "MarketingcookiesCategoryName": "Cookies εμπορικής προώθησης",
    "Performancecookiescategorydescription": "Αυτά τα cookies μας επιτρέπουν να μετράμε τις επισκέψεις και την κίνηση, ώστε να μπορούμε να συλλέγουμε πληροφορίες όπως ποιες σελίδες είναι οι πιο δημοφιλείς και να παρακολουθούμε πώς κινούνται οι επισκέπτες στον ιστότοπο. Όλες οι πληροφορίες που συλλέγουν αυτά τα cookies είναι συγκεντρωτικές και, ως εκ τούτου, ανώνυμες. Εάν δεν επιτρέψετε αυτά τα cookies, δεν θα μπορέσουμε να σας προσφέρουμε μια εξατομικευμένη εμπειρία.",
    "PerformancecookiesCategoryName": "Cookies επιδόσεων",
    "Socialmediacookiescategorydescription": "Αυτά τα cookies τοποθετούνται από διάφορες υπηρεσίες κοινωνικών μέσων που έχουμε προσθέσει στον ιστότοπο για να μπορείτε να μοιράζεστε το περιεχόμενό μας με τους φίλους και τα δίκτυά σας. Μπορούν να παρακολουθούν το πρόγραμμα περιήγησής σας σε άλλους ιστότοπους και να δημιουργούν ένα προφίλ των ενδιαφερόντων σας. Αυτό μπορεί να επηρεάσει το περιεχόμενο και τα μηνύματα που βλέπετε σε άλλους ιστότοπους που επισκέπτεστε. Αν δεν επιτρέψετε αυτά τα cookies, μπορεί να μην μπορείτε να χρησιμοποιήσετε ή να δείτε αυτά τα εργαλεία κοινής χρήσης.",
    "SocialmediacookiesCategoryName": "Cookies μέσων κοινωνικής δικτύωσης",
    "Strictlynecessarycategorydescription": "Αυτά τα cookies είναι απαραίτητα για τη διατήρηση των υπηρεσιών μας και δεν μπορούν να απενεργοποιηθούν. Συνήθως ορίζονται μόνο ως απάντηση σε ενέργειες που κάνετε εσείς, όπως η δημιουργία ενός λογαριασμού ή η αποθήκευση μιας λίστας επιθυμιών για μελλοντική χρήση. Μπορείτε να ρυθμίσετε το πρόγραμμα περιήγησής σας ώστε να αποκλείει ή να σας ειδοποιεί για αυτά τα cookies, αλλά αυτό μπορεί να προκαλέσει τη μη λειτουργία ορισμένων τμημάτων του ιστότοπου. Αυτά τα cookies δεν αποθηκεύουν καμία πληροφορία που μπορεί να ταυτοποιήσει προσωπικά κάποιον.",
    "StrictlynecessaryCategoryName": "Απολύτως απαραίτητα cookies"
  },
  "en-AQ": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-AU": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-CA": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-HK": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-HR": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-IE": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-IN": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-MY": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-PH": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-SG": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "en-US": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  },
  "es-ES": {
    "CookiePolicyTableCookeiSubgroup": "Subgrupo de cookies",
    "CookiePolicyTableCookieCategoryList": "Lista de categorías de cookies",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies usadas",
    "CookiePolicyTableDays": "Días",
    "CookiePolicyTableFirstParty": "Primera parte",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Menos de un día",
    "CookiePolicyTableLifespan": "Esperanza de vida",
    "CookiePolicyTableSession": "Sesión",
    "CookiePolicyTableThirdpParty": "Tercera parte",
    "CookiePolicyTableYears": "Años",
    "Functionalcookiescategorydescription": "Estas cookies permiten que el sitio web ofrezca una funcionalidad y personalización mejoradas. Pueden ser establecidas por nosotros o por proveedores de terceros cuyos servicios hemos añadido a nuestras páginas. Si no permites estas cookies, es posible que algunos o todos estos servicios no funcionen correctamente.",
    "FunctionalcookiesCategoryName": "Cookies funcionales",
    "Marketingcookiescategorydescription": "Cuando aceptas las cookies de marketing, nos das tu consentimiento para colocar cookies en tu dispositivo para proporcionarte contenido relevante que se ajuste a tus intereses. Estas cookies pueden ser establecidas a través de nuestro sitio por nuestros socios publicitarios o por nosotros, para crear un perfil de tus intereses y mostrarte contenido relevante en nuestros sitios y en sitios de terceros. Para poder entregar contenido que se adapte a tus intereses, utilizaremos tus interacciones junto con la información personal que nos hayas proporcionado en nuestro sitio. Para ofrecerte contenido relevante en sitios de terceros, compartiremos esta información y un identificador de cliente, como una dirección de correo electrónico cifrada o un ID de dispositivo, con terceros como Google, Facebook, Instagram y Snapchat. El propósito es mostrarte anuncios relevantes en sitios web y aplicaciones de terceros. Para hacer el contenido lo más interesante posible para ti, podemos vincular estos datos entre los diferentes dispositivos que utilizas. Si decides no aceptar las cookies de marketing, no colocaremos dichas cookies en tu dispositivo y es posible que experimentes contenido menos relevante de nuestra parte. Además, si utilizas la aplicación móvil y eliges que no te rastree nuestra aplicación, dejaremos de usar cookies de marketing para rastrearte, incluso si las \"cookies de marketing\" están habilitadas.",
    "MarketingcookiesCategoryName": "Cookies de marketing",
    "Performancecookiescategorydescription": "Estas cookies nos permiten contar las visitas y el tráfico para que podamos recopilar información sobre qué páginas son las más populares y observar cómo se mueven los visitantes por el sitio. Toda la información que recopilan estas cookies se agrega y, por lo tanto, es anónima. Si no permites estas cookies, no podremos proporcionarte una experiencia adaptada.",
    "PerformancecookiesCategoryName": "Cookies de rendimiento",
    "Socialmediacookiescategorydescription": "Estas cookies son configuradas por una variedad de servicios de redes sociales que hemos incorporado al sitio para que puedas compartir nuestro contenido con tus amigos y redes. Son capaces de rastrear tu navegador a través de otros sitios y crear un perfil de tus intereses. Esto puede afectar el contenido y los mensajes que ves en otros sitios web que visitas. Si no permites estas cookies, es posible que no puedas usar o ver estas herramientas de compartir.",
    "SocialmediacookiesCategoryName": "Cookies de redes sociales",
    "Strictlynecessarycategorydescription": "Estas cookies son necesarias para mantener nuestros servicios y no se pueden desactivar. Por lo general, solo se establecen en respuesta a acciones realizadas por ti, como crear una cuenta o guardar una lista de deseos para más tarde. Puedes configurar tu navegador para que bloquee o te avise sobre estas cookies, pero eso puede hacer que algunas partes del sitio no funcionen. Estas cookies no almacenan ninguna información personalmente identificable.",
    "StrictlynecessaryCategoryName": "Cookies estrictamente necesarias"
  },
  "es-MX": {
    "CookiePolicyTableCookeiSubgroup": "Subgrupo de cookies",
    "CookiePolicyTableCookieCategoryList": "Lista de categorías de cookies",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies usadas",
    "CookiePolicyTableDays": "Días",
    "CookiePolicyTableFirstParty": "Cookies de origen",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Menos de un día",
    "CookiePolicyTableLifespan": "Duración",
    "CookiePolicyTableSession": "Sesión",
    "CookiePolicyTableThirdpParty": "Cookies de terceros",
    "CookiePolicyTableYears": "Años",
    "Functionalcookiescategorydescription": "Estas cookies permiten que el sitio web ofrezca una funcionalidad y personalización mejoradas. Pueden ser configuradas por nosotros o por proveedores externos cuyos servicios hemos agregado a nuestras páginas. Si no permite estas cookies, es posible que algunos o todos estos servicios no funcionen correctamente.",
    "FunctionalcookiesCategoryName": "Cookies funcionales",
    "Marketingcookiescategorydescription": "Cuando acepta cookies de marketing, nos da su consentimiento para colocar cookies en su dispositivo para brindarle contenido relevante que se ajuste a sus intereses. Estas cookies pueden establecerse a través de nuestro sitio por parte de nuestros socios publicitarios o por parte nuestra, para crear un perfil de sus intereses y mostrarle contenido relevante en nuestros sitios y en sitios de terceros. Para poder entregar contenido que se adapte a sus intereses, utilizaremos sus interacciones junto con la información personal que nos haya proporcionado en nuestro sitio. Para ofrecerle contenido relevante en sitios de terceros, compartiremos esta información y un identificador de cliente, como una dirección de correo electrónico cifrada o un ID de dispositivo, con terceros, como Google, Facebook, Instagram y Snapchat. El propósito es mostrarle anuncios relevantes en sitios web y aplicaciones de terceros. Para hacer el contenido lo más interesante posible para usted, podemos vincular estos datos entre los diferentes dispositivos que utiliza. Si decide no aceptar cookies de marketing, no instalaremos dichas cookies en su dispositivo, y podría recibir contenido menos relevante de nuestra parte. Además, si usa la aplicación móvil y decide que nuestra aplicación no lo rastree, dejaremos de usar cookies de marketing para ello, incluso si están habilitadas.",
    "MarketingcookiesCategoryName": "Cookies de marketing",
    "Performancecookiescategorydescription": "Estas cookies nos permiten contar las visitas y el tráfico para que podamos recopilar información sobre qué páginas son las más populares y observar cómo los visitantes navegan por el sitio. Toda la información que recopilan estas cookies se agrega y, por lo tanto, es anónima. Si no permite estas cookies, no podremos brindarle una experiencia adaptada.",
    "PerformancecookiesCategoryName": "Cookies de rendimiento",
    "Socialmediacookiescategorydescription": "Estas cookies son configuradas por una variedad de servicios de redes sociales que hemos incorporado al sitio para permitirte compartir nuestro contenido con tus amigos y redes. Pueden rastrear su navegador en otros sitios y crear un perfil de sus intereses. Esto puede afectar el contenido y los mensajes que ve en otros sitios web que visita. Si no permite estas cookies, es posible que no pueda usar o ver estas herramientas para compartir.",
    "SocialmediacookiesCategoryName": "Cookies de redes sociales",
    "Strictlynecessarycategorydescription": "Estas cookies son necesarias para mantener nuestros servicios y no se pueden desactivar. Por lo general, solo se establecen en respuesta a acciones que usted realiza, como crear una cuenta o guardar una lista de deseos para más tarde. Puede configurar su navegador para bloquear o emitir alertas sobre estas cookies, pero eso puede hacer que algunas partes del sitio no funcionen. Estas cookies no almacenan ninguna información de identificación personal.",
    "StrictlynecessaryCategoryName": "Cookies estrictamente necesarias"
  },
  "et-EE": {
    "CookiePolicyTableCookeiSubgroup": "Küpsiste alarühm",
    "CookiePolicyTableCookieCategoryList": "Küpsiste kategooriate nimekiri",
    "CookiePolicyTableCookies": "Küpsised",
    "CookiePolicyTableCookiesUsed": "Kasutatavad küpsised",
    "CookiePolicyTableDays": "Päevad",
    "CookiePolicyTableFirstParty": "Esimene osapool",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Vähem kui üks päev",
    "CookiePolicyTableLifespan": "Elueaeg",
    "CookiePolicyTableSession": "Sessioon",
    "CookiePolicyTableThirdpParty": "Kolmas osapool",
    "CookiePolicyTableYears": "Aastad",
    "Functionalcookiescategorydescription": "Need küpsised võimaldavad veebisaidil pakkuda täiustatud funktsionaalsust ja isikupärastamist. Need võivad olla määratud meie või kolmandate osapoolte poolt, kelle teenuseid oleme oma lehtedele lisanud. Kui te ei luba neid küpsiseid, ei pruugi mõned või kõik need teenused korralikult toimida.",
    "FunctionalcookiesCategoryName": "Funktsionaalsed küpsised",
    "Marketingcookiescategorydescription": "Kui nõustute turundusküpsistega, annate meile loa paigutada küpsiseid teie seadmesse, et pakkuda teile teie huvidele vastavat asjakohast sisu. Neid küpsiseid võivad meie saidi kaudu seadistada meie reklaamipartnerid või meie, et koostada teie huvide profiil ja näidata teile asjakohast sisu meie ja kolmandate osapoolte saitidel. Selleks, et saaksime edastada teie huvidele vastavat sisu, kasutame teie suhtlusi koos isikuandmetega, mille olete meile meie saidil esitanud. Et pakkuda teile asjakohast sisu kolmandate osapoolte saitidel, jagame seda teavet ja kliendi identifikaatorit, näiteks krüpteeritud e-posti aadressi või seadme ID-d, kolmandate osapooltega, nagu Google, Facebook, Instagram ja Snapchat. Eesmärk on näidata teile asjakohaseid reklaame kolmandate osapoolte veebisaitidel ja rakendustes. Et muuta sisu teie jaoks võimalikult huvitavaks, võime need andmed linkida teie kasutatavate erinevate seadmete vahel. Kui otsustate mitte aktsepteerida turundusküpsiseid, ei paigalda me selliseid küpsiseid teie seadmesse ja võite kogeda meilt vähem asjakohast sisu. Lisaks, kui kasutate mobiilirakendust ja otsustate, et meie rakendus ei jälgi teid, lõpetame turundusküpsiste kasutamise teie jälgimiseks, isegi kui „Turundusküpsised“ on lubatud.",
    "MarketingcookiesCategoryName": "Turundusküpsised",
    "Performancecookiescategorydescription": "Need küpsised võimaldavad meil loendada külastusi ja liiklust, et saaksime koguda teavet, näiteks millised lehed on kõige populaarsemad ja kuidas külastajad saidil liiguvad. Kogu teave, mida need küpsised koguvad, on koondatud ja seetõttu anonüümne. Kui te ei luba neid küpsiseid, ei saa me teile pakkuda kohandatud kasutuskogemust.",
    "PerformancecookiesCategoryName": "Tulemuslikkuse küpsised",
    "Socialmediacookiescategorydescription": "Need küpsised on seadistatud mitmete sotsiaalmeediateenuste poolt, mille oleme saidile lisanud, et saaksite jagada meie sisu oma sõprade ja võrgustikega. Nad on võimelised jälgima teie brauserit teistel veebisaitidel ja koostama teie huvide profiili. See võib mõjutada sisu ja sõnumeid, mida te näete teistel veebisaitidel, mida külastate. Kui te neid küpsiseid ei luba, ei pruugi te saada neid jagamistööriistu kasutada või näha.",
    "SocialmediacookiesCategoryName": "Sotsiaalmeedia küpsised",
    "Strictlynecessarycategorydescription": "Need küpsised on vajalikud meie teenuste säilitamiseks ja neid ei saa välja lülitada. Need määratakse tavaliselt ainult vastuseks teie tehtud toimingutele, näiteks konto loomine või soovide nimekirja salvestamine hilisemaks. Võite seadistada oma brauseri blokeerima või teavitama teid nendest küpsistest, kuid see võib põhjustada, et mõned saidi osad ei tööta. Need küpsised ei salvesta isikut tuvastavat teavet.",
    "StrictlynecessaryCategoryName": "Rangelt vajalikud küpsised"
  },
  "fi-FI": {
    "CookiePolicyTableCookeiSubgroup": "Evästeiden alaryhmä",
    "CookiePolicyTableCookieCategoryList": "Evästekategorioiden luettelo",
    "CookiePolicyTableCookies": "Evästeet",
    "CookiePolicyTableCookiesUsed": "Käytetyt evästeet",
    "CookiePolicyTableDays": "päivää",
    "CookiePolicyTableFirstParty": "Ensimmäinen osapuoli",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Vajaa vuorokausi",
    "CookiePolicyTableLifespan": "Voimassaolo",
    "CookiePolicyTableSession": "Istunto",
    "CookiePolicyTableThirdpParty": "Kolmas osapuoli",
    "CookiePolicyTableYears": "vuotta",
    "Functionalcookiescategorydescription": "Nämä evästeet mahdollistavat verkkosivuston parannetut toiminnallisuudet ja yksilöllisen kohdentamisen. Ne voivat olla peräisin meiltä tai niiltä ulkopuolisilta palveluntarjoajilta, joiden palveluja sivuillamme on käytössä. Jos et salli näiden evästeiden käyttöä, osa tai mikään näistä palveluista ei välttämättä toimi oikein.",
    "FunctionalcookiesCategoryName": "Toiminnalliset evästeet",
    "Marketingcookiescategorydescription": "Jos hyväksyt markkinointievästeet, annat meille luvan asettaa laitteellesi evästeitä, joiden avulla tarjoamme sinulle kiinnostuksen kohteitasi vastaavaa sisältöä. Nämä sivustomme kautta asetettavat evästeet voivat olla peräisin joko mainontakumppaneiltamme tai meiltä, ja niiden tarkoituksena on luoda profiili kiinnostuksen kohteistasi ja näyttää sinulle kiinnostavaa sisältöä omilla sivustoillamme ja kolmansien osapuolten sivustoilla. Jotta voimme tarjota sinulle kiinnostuksen kohteitasi vastaavaa sisältöä, käytämme vuorovaikutustietojasi ja yhdistämme ne henkilökohtaisiin tietoihin, joita olet antanut meille sivustollamme. Jotta voimme näyttää sinulle kiinnostavaa sisältöä myös kolmansien osapuolten sivustoilla, luovutamme nämä tiedot ja asiakastunnisteen (esim. salatun sähköpostiosoitteen tai laitetunnuksen) kolmansille osapuolille, kuten Googlelle, Facebookille, Instagramille tai Snapchatille. Tarkoituksena on näyttää sinulle kiinnostavia mainoksia kolmansien osapuolten verkkosivustoilla ja sovelluksissa. Jotta sisältö olisi sinulle mahdollisimman mielenkiintoista, saatamme yhdistää näitä tietoja kaikista käyttämistäsi laitteista. Jos et hyväksy markkinointievästeitä, emme tallenna niitä laitteellesi ja näkemäsi sisältö ei välttämättä vastaa kiinnostuksen kohteitasi yhtä hyvin. Jos käytät mobiilisovellusta ja kiellät sovellustamme seuraamasta sinua, lopetamme markkinointievästeiden käytön toimintasi seuraamiseen, vaikka olisit sallinut ne kohdasta \"Markkinointievästeet\".",
    "MarketingcookiesCategoryName": "Markkinointievästeet",
    "Performancecookiescategorydescription": "Näiden evästeiden avulla voimme laskea käyntejä ja liikennettä, minkä tarkoituksena on kerätä tietoa esimerkiksi siitä, mitkä sivut ovat suosituimpia ja miten kävijät liikkuvat sivustolla. Näillä evästeillä tietoa kerätään vain koostetussa muodossa eli anonyymisti. Jos et salli näitä evästeitä, emme voi tarjota sinulle tarpeisiisi mukautettua kokemusta.",
    "PerformancecookiesCategoryName": "Suorituskykyevästeet",
    "Socialmediacookiescategorydescription": "Näitä evästeitä asettavat sivustollamme käytetyt sosiaalisen median palvelut, joiden avulla voit jakaa sisältöjämme kavereillesi ja verkostoillesi. Nämä palvelut pystyvät seuraamaan selaintasi muilla sivustoilla ja luomaan profiilin kiinnostuksen kohteistasi. Tämä saattaa vaikuttaa sisältöön ja viesteihin, joita näet muilla katsomillasi verkkosivustoilla. Jos et salli näiden evästeiden käyttöä, et välttämättä voi käyttää tai nähdä sisällön jakamiseen tarkoitettuja toimintoja.",
    "SocialmediacookiesCategoryName": "Sosiaalisen median evästeet",
    "Strictlynecessarycategorydescription": "Nämä evästeet mahdollistavat palvelujemme toiminnan, minkä vuoksi niitä ei ole mahdollista estää. Niitä asetetaan yleensä vain valitsemiesi toimintojen toteuttamiseksi, esimerkiksi tilin luomista tai toivelistan tallentamista varten. Voit asettaa selaimesi estämään nämä evästeet tai varoittamaan niistä, mutta sen seurauksena jotkin sivuston osat eivät välttämättä toimi oikein. Nämä evästeet eivät tallenna mitään henkilökohtaisia tunnistetietoja.",
    "StrictlynecessaryCategoryName": "Välttämättömät evästeet"
  },
  "fr-BE": {
    "CookiePolicyTableCookeiSubgroup": "Sous-groupe de cookies",
    "CookiePolicyTableCookieCategoryList": "Liste des catégories de cookies",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies utilisés",
    "CookiePolicyTableDays": "Jours",
    "CookiePolicyTableFirstParty": "Propriétaires",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Moins d'un jour",
    "CookiePolicyTableLifespan": "Durée de vie",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Tiers",
    "CookiePolicyTableYears": "Années",
    "Functionalcookiescategorydescription": "Ces cookies permettent au site web d'offrir des fonctionnalités améliorées et un niveau de personnalisation plus élevé. Ils peuvent être installés par nous ou par des fournisseurs tiers dont nous avons ajouté les services à nos pages. Si vous n'acceptez pas lesdits cookies, certains ou tous ces services risquent de ne pas fonctionner de manière optimale.",
    "FunctionalcookiesCategoryName": "Cookies fonctionnels",
    "Marketingcookiescategorydescription": "Lorsque vous acceptez les cookies marketing, vous nous autorisez à placer des cookies sur votre appareil afin de vous proposer du contenu pertinent, adapté à vos centres d'intérêt. Ces cookies peuvent être installés sur notre site par nos partenaires publicitaires ou par nous-mêmes afin de créer un profil correspondant à vos centres d'intérêt et de vous proposer du contenu pertinent sur notre site et sur des sites tiers. Afin de vous proposer du contenu adapté à vos centres d'intérêt, nous utiliserons vos interactions ainsi que les informations à caractère personnel que vous nous avez fournies sur notre site. Afin de vous présenter un contenu pertinent sur des sites tiers, nous partagerons ces informations et un identifiant client, tel qu'une adresse e-mail chiffrée ou un identifiant d'appareil, avec des tiers, tels que Google, Facebook, Instagram et Snapchat. L'objectif est de vous présenter des publicités pertinentes sur des sites web et des applications tiers. Afin que le contenu soit le plus intéressant possible pour vous, nous pouvons relier ces données entre les différents appareils que vous utilisez. Si vous choisissez de ne pas accepter les cookies marketing, nous ne placerons pas lesdits cookies sur votre appareil et vous risquez de voir moins de contenu pertinent de notre part. De plus, si vous utilisez une application mobile et choisissez de ne pas être suivi par notre application, nous cesserons d'utiliser les cookies marketing pour vous suivre, même si les « cookies marketing » sont activés.",
    "MarketingcookiesCategoryName": "Cookies marketing",
    "Performancecookiescategorydescription": "Ces cookies nous permettent de calculer le nombre de visites et le trafic afin de collecter des informations telles que les pages les plus populaires et la manière dont les visiteurs naviguent sur le site. Toutes les informations collectées par ces cookies sont agrégées et donc anonymes. Si vous n'acceptez pas lesdits cookies, nous ne serons pas en mesure de vous offrir une expérience personnalisée.",
    "PerformancecookiesCategoryName": "Cookies de performance",
    "Socialmediacookiescategorydescription": "Ces cookies sont installés par divers services de réseaux sociaux que nous avons ajoutés au site afin de vous permettre de partager notre contenu avec vos amis et vos réseaux. Ils sont capables de suivre votre navigateur sur d'autres sites et de créer un profil de vos centres d'intérêt. Cela peut avoir une incidence sur le contenu et les messages que vous voyez sur les autres sites web que vous visitez. Si vous n'acceptez pas ces cookies, vous ne pourrez peut-être pas utiliser ou voir ces outils de partage.",
    "SocialmediacookiesCategoryName": "Cookies sur les réseaux sociaux",
    "Strictlynecessarycategorydescription": "Ces cookies sont nécessaires au bon fonctionnement de nos services et ne peuvent être désactivés. Ils sont généralement activés uniquement en réponse à une action de votre part, telle que la création d'un compte ou l'enregistrement d'une liste de souhaits pour plus tard. Vous pouvez configurer votre navigateur pour bloquer ces cookies ou pour être averti de leur utilisation, mais cela peut entraîner le dysfonctionnement de certaines parties du site. Ces cookies ne stockent aucune information permettant de vous identifier personnellement.",
    "StrictlynecessaryCategoryName": "Cookies strictement nécessaires"
  },
  "fr-CA": {
    "CookiePolicyTableCookeiSubgroup": "Sous-groupe des cookies",
    "CookiePolicyTableCookieCategoryList": "Liste des catégories de cookies",
    "CookiePolicyTableCookies": "Biscuits",
    "CookiePolicyTableCookiesUsed": "Cookies utilisés",
    "CookiePolicyTableDays": "Jours",
    "CookiePolicyTableFirstParty": "Première partie",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Moins d'un jour",
    "CookiePolicyTableLifespan": "Durée de vie",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Tierce partie",
    "CookiePolicyTableYears": "Années",
    "Functionalcookiescategorydescription": "Ces témoins permettent au site Web d'offrir des fonctionnalités et une personnalisation améliorées. Ils peuvent être définis par nous ou par des fournisseurs tiers dont nous avons intégré les services à nos pages. Si vous n'autorisez pas ces témoins, certains ou tous ces services pourraient ne pas fonctionner correctement.",
    "FunctionalcookiesCategoryName": "Témoins fonctionnels",
    "Marketingcookiescategorydescription": "Lorsque vous acceptez les témoins marketing, vous nous donnez votre consentement pour placer des témoins sur votre appareil afin de vous fournir un contenu pertinent qui correspond à vos intérêts. Ces témoins peuvent être installés sur notre site par nos partenaires publicitaires ou par nous, afin de dresser un profil de vos intérêts et de vous présenter du contenu pertinent sur notre site et sur des sites tiers. Pour être en mesure de fournir du contenu qui correspond à vos intérêts, nous utiliserons vos interactions ainsi que les informations personnelles que vous nous avez fournies sur notre site. Pour vous offrir du contenu pertinent sur des sites tiers, nous partagerons ces informations ainsi qu'un identifiant client, tel qu'une adresse courriel chiffrée ou un identifiant d'appareil, avec des tiers comme Google, Facebook, Instagram et Snapchat. L'objectif est de vous montrer des publicités pertinentes sur des sites Web et des applications de tiers. Pour rendre le contenu aussi intéressant que possible pour vous, nous pourrions relier ces données aux différents appareils que vous utilisez. Si vous choisissez de ne pas accepter les témoins marketing, nous ne placerons pas ces témoins sur votre appareil, et vous pourriez recevoir du contenu moins pertinent de notre part. De plus, si vous utilisez une application mobile et choisissez de ne pas être suivi par notre application, nous cesserons d'utiliser des témoins marketing pour vous suivre même si les « témoins marketing » sont activés.",
    "MarketingcookiesCategoryName": "Témoins marketing",
    "Performancecookiescategorydescription": "Ces témoins nous permettent de compter les visites et le trafic afin que nous puissions recueillir des informations telles que les pages les plus populaires et voir comment les visiteurs naviguent sur le site. Toutes les informations que ces cookies collectent sont agrégées et donc anonymes. Si vous n'autorisez pas ces témoins, nous ne serons pas en mesure de vous offrir une expérience personnalisée.",
    "PerformancecookiesCategoryName": "Témoins de performance",
    "Socialmediacookiescategorydescription": "Ces témoins sont définis par une gamme de services de médias sociaux que nous avons ajoutés au site pour vous permettre de partager notre contenu avec vos amis et vos réseaux. Ils peuvent suivre votre navigateur sur d'autres sites et établir un profil de vos intérêts. Cela peut affecter le contenu et les messages que vous voyez sur d'autres sites Web que vous visitez. Si vous n'autorisez pas ces témoins, il se peut que vous ne puissiez pas utiliser ou voir ces outils de partage.",
    "SocialmediacookiesCategoryName": "Cookies de médias sociaux",
    "Strictlynecessarycategorydescription": "Ces témoins sont nécessaires pour maintenir nos services et ne peuvent pas être désactivés. Ils ne sont généralement définis qu'en réponse à des actions que vous effectuez, telles que la création d'un compte ou l'enregistrement d'une liste de souhaits pour plus tard. Vous pouvez configurer votre navigateur pour qu'il bloque ces fichiers témoins ou vous avertisse à ce sujet, mais cela peut empêcher certaines parties du site de fonctionner. Ces témoins ne stockent aucune information permettant d'identifier personnellement.",
    "StrictlynecessaryCategoryName": "Cookies strictement nécessaires"
  },
  "fr-CH": {
    "CookiePolicyTableCookeiSubgroup": "Sous-groupe de cookies",
    "CookiePolicyTableCookieCategoryList": "Liste des catégories de cookies",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies utilisés",
    "CookiePolicyTableDays": "Jours",
    "CookiePolicyTableFirstParty": "Internes",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Moins d'un jour",
    "CookiePolicyTableLifespan": "Durée de vie",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Tiers",
    "CookiePolicyTableYears": "Ans",
    "Functionalcookiescategorydescription": "Ces cookies permettent au site Web de fournir des fonctionnalités et une personnalisation améliorées. Ils peuvent être utilisés par nous ou par des fournisseurs tiers dont nous avons intégré les services à nos pages. Si vous n'autorisez pas ces cookies, certains ou tous ces services pourraient ne pas fonctionner correctement.",
    "FunctionalcookiesCategoryName": "Cookies fonctionnels",
    "Marketingcookiescategorydescription": "Lorsque vous acceptez les cookies marketing, vous nous donnez votre consentement pour placer des cookies sur votre appareil afin de vous proposer un contenu pertinent qui correspond à vos intérêts. Ces cookies peuvent être placés sur notre site par nos partenaires publicitaires ou par nous-mêmes, afin de créer un profil de vos intérêts et d'afficher du contenu pertinent sur nos sites et ceux de tiers. Pour pouvoir fournir un contenu adapté à vos intérêts, nous utiliserons vos interactions ainsi que les informations personnelles que vous nous avez fournies sur notre site. Pour vous fournir du contenu pertinent sur des sites tiers, nous partagerons ces informations ainsi qu'un identifiant client tel qu'une adresse e-mail chiffrée ou un identifiant d'appareil avec des tiers, tels que Google, Facebook, Instagram et Snapchat. Le but est de vous montrer des publicités pertinentes sur des sites Web et des applications tiers. Pour vous proposer un contenu aussi intéressant que possible, nous pourrions lier ces données entre les différents appareils que vous utilisez. Si vous choisissez de ne pas accepter les cookies marketing, nous ne placerons pas ces cookies sur votre appareil, et le contenu que vous recevrez de notre part pourrait être moins pertinent. En outre, si vous utilisez une application mobile et que vous choisissez de ne pas être suivi(e) par notre application, nous cesserons d'utiliser des cookies de marketing pour vous suivre, même si les «cookies marketing» sont activés.",
    "MarketingcookiesCategoryName": "Cookies de marketing",
    "Performancecookiescategorydescription": "Ces cookies nous permettent de compter les visites et suivre le trafic afin de recueillir des informations telles que les pages les plus populaires et de voir comment les visiteurs naviguent sur le site. Toutes les informations collectées par ces cookies sont cumulées et donc anonymes. Si vous n'autorisez pas ces cookies, nous ne pourrons pas vous proposer une expérience sur mesure.",
    "PerformancecookiesCategoryName": "Cookies de performance",
    "Socialmediacookiescategorydescription": "Ces cookies sont utilisés par divers services de médias sociaux que nous avons ajoutés au site pour vous permettre de partager notre contenu avec vos amis et sur vos comptes de réseaux sociaux. Ils peuvent suivre votre navigateur sur d'autres sites et établir un profil de vos intérêts. Cela peut affecter le contenu et les messages que vous voyez sur les autres sites Web que vous visitez. Si vous n'autorisez pas ces cookies, il se peut que vous ne puissiez pas utiliser ou voir ces outils de partage.",
    "SocialmediacookiesCategoryName": "Cookies de réseaux sociaux",
    "Strictlynecessarycategorydescription": "Ces cookies sont indispensables pour maintenir nos services et ne peuvent pas être désactivés. En général, ils ne sont utilisés qu'en réponse à vos actions, telles que la création d'un compte ou l'enregistrement d'une liste de souhaits pour plus tard. Vous pouvez configurer votre navigateur pour bloquer ces cookies ou être informé(e) de leur utilisation, mais cela peut empêcher certaines parties du site de fonctionner. Ces cookies ne stockent aucune information permettant de vous identifier personnellement.",
    "StrictlynecessaryCategoryName": "Cookies strictement nécessaires"
  },
  "fr-FR": {
    "CookiePolicyTableCookeiSubgroup": "Sous-groupe de cookies",
    "CookiePolicyTableCookieCategoryList": "Liste des catégories de cookies",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies utilisés",
    "CookiePolicyTableDays": "Jours",
    "CookiePolicyTableFirstParty": "Cookies internes",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Moins d'un jour",
    "CookiePolicyTableLifespan": "Durée de vie",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Cookies internes",
    "CookiePolicyTableYears": "Années",
    "Functionalcookiescategorydescription": "Ces cookies permettent au site Web d'améliorer la personnalisation et les fonctionnalités qu'il propose. Ils peuvent être installés par nous ou par des prestataires tiers dont nous avons intégré les services à nos pages. Si vous n'autorisez pas ces cookies, l'ensemble de ces services ou certains d'entre eux pourraient ne pas fonctionner correctement.",
    "FunctionalcookiesCategoryName": "Cookies fonctionnels",
    "Marketingcookiescategorydescription": "Lorsque vous acceptez les cookies marketing, vous nous autorisez à placer des cookies sur votre appareil afin que nous puissions vous proposer un contenu pertinent qui correspond à vos centres d'intérêt. Ces cookies peuvent être placés sur notre site par nos partenaires publicitaires ou par nous-mêmes, afin de créer un profil de vos centres d'intérêt et de vous présenter du contenu pertinent sur nos sites et ceux de tiers. Pour pouvoir diffuser un contenu adapté à vos centres d'intérêt, nous utiliserons vos interactions ainsi que les informations personnelles que vous nous avez fournies sur notre site. Pour vous présenter du contenu pertinent sur des sites tiers, nous partagerons ces informations ainsi qu'un identifiant client, comme une adresse e-mail cryptée ou un identifiant d'appareil, avec des tiers tels que Google, Facebook, Instagram et Snapchat. L'objectif est de vous présenter des publicités pertinentes sur des sites Web et applications tiers. Pour que l'intérêt du contenu qui vous est présenté soit optimal, nous pouvons relier ces données sur les différents appareils que vous utilisez. Si vous choisissez de ne pas accepter les cookies marketing, nous n'installerons pas ce type de cookies sur votre appareil ; vous risquez alors de recevoir du contenu moins pertinent de notre part. En outre, si vous utilisez une application mobile et que vous refusez le suivi par notre application, nous cesserons d'utiliser des cookies marketing pour vous suivre, même si les « Cookies marketing » sont activés.",
    "MarketingcookiesCategoryName": "Cookies marketing",
    "Performancecookiescategorydescription": "Ces cookies nous permettent de comptabiliser les visites et le trafic afin de recueillir des informations, telles que les pages les plus populaires, et de voir comment les visiteurs naviguent sur le site. Toutes les informations recueillies par ces cookies sont agrégées et donc anonymes. Si vous n'autorisez pas ces cookies, nous ne pourrons pas vous offrir une expérience sur mesure.",
    "PerformancecookiesCategoryName": "Cookies de performance",
    "Socialmediacookiescategorydescription": "Ces cookies sont installés par divers services de médias sociaux que nous avons intégrés au site pour vous permettre de partager notre contenu avec vos amis et vos réseaux. Ils sont capables de suivre votre navigateur sur d'autres sites et de créer un profil de vos centres d'intérêt. Cela peut avoir une incidence sur le contenu et les messages que vous voyez sur d'autres sites Web que vous visitez. Si vous n'autorisez pas ces cookies, il se peut que vous ne puissiez pas utiliser ou voir ces outils de partage.",
    "SocialmediacookiesCategoryName": "Cookies de réseaux sociaux",
    "Strictlynecessarycategorydescription": "Ces cookies sont nécessaires au maintien de nos services et ne peuvent pas être désactivés. Ils ne sont généralement installés qu'en réponse à des actions que vous avez effectuées, telles que la création d'un compte ou l'enregistrement d'une liste de souhaits pour plus tard. Vous pouvez configurer votre navigateur de façon à ce qu'il bloque ces cookies ou vous alerte à leur sujet, mais cela peut empêcher le bon fonctionnement de certaines parties du site. Ces cookies ne stockent aucune information permettant d'identifier une personne.",
    "StrictlynecessaryCategoryName": "Cookies strictement nécessaires"
  },
  "hu-HU": {
    "CookiePolicyTableCookeiSubgroup": "Sütialkategória",
    "CookiePolicyTableCookieCategoryList": "Sütikategóriák listája",
    "CookiePolicyTableCookies": "Sütik",
    "CookiePolicyTableCookiesUsed": "Alkalmazott sütik",
    "CookiePolicyTableDays": "Napok",
    "CookiePolicyTableFirstParty": "Első fél",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Kevesebb, mint egy nap",
    "CookiePolicyTableLifespan": "Tárolási idő",
    "CookiePolicyTableSession": "Munkamenet",
    "CookiePolicyTableThirdpParty": "Harmadik fél",
    "CookiePolicyTableYears": "Évek",
    "Functionalcookiescategorydescription": "Ezek a sütik lehetővé teszik a weboldal számára a bővített funkciók és a személyre szabás biztosítását. Ezeket a sütiket beállíthatjuk mi, vagy harmadik fél szolgáltatók is, akiknek a szolgáltatásait hozzáadtuk az oldalainkhoz. Ha nem engedélyezi ezeket a sütiket, előfordulhat, hogy az ilyen szolgáltatások egy része vagy egyetlen ilyen szolgáltatás sem fog megfelelően működni.",
    "FunctionalcookiesCategoryName": "Funkcionális sütik",
    "Marketingcookiescategorydescription": "Amikor elfogadja a marketing célú sütik használatát, hozzájárulását adja ahhoz, hogy sütiket helyezzünk el az eszközén, hogy az érdeklődési körének megfelelő tartalmat kínálhassunk Önnek. Ezeket a sütiket a hirdetési partnereink helyezhetik el, vagy mi állíthatjuk be a weboldalunkon keresztül, hogy profilt hozzunk létre az Ön érdeklődési köre alapján, és az Ön számára releváns tartalmakat jelenítsünk meg a saját webhelyünkön, illetve harmadik felek weboldalain. Annak érdekében, hogy az érdeklődési körének megfelelő tartalmat tudjunk biztosítani, felhasználjuk az oldalon megadott személyes adatait, valamint az Ön interakcióit is. Annak érdekében, hogy harmadik felek weboldalain is az Ön számára releváns tartalmakat jeleníthessünk meg, megosztjuk ezeket az adatokat harmadik felekkel, például a Google-lel, a Facebookkal, az Instagrammal vagy a Snapchattel, illetve egy ügyfél-azonosítót – például egy titkosított e-mail-címet vagy eszközazonosítót – is megadunk számukra. A cél az, hogy Ön számára releváns hirdetéseket jelenítsünk meg a harmadik felek weboldalain és alkalmazásaiban. Annak érdekében, hogy a tartalom a lehető legérdekesebb legyen az Ön számára, összekapcsolhatjuk az Ön különböző eszközein gyűjtött adatokat. Ha úgy dönt, hogy nem fogadja el a marketing célú sütiket, nem helyezünk el ilyen sütiket az eszközén, és előfordulhat, hogy kevésbé releváns tartalmakat fog kapni tőlünk. Ha mobilalkalmazást használ, és úgy dönt, hogy nem engedélyezi az alkalmazásunk általi nyomon követést, akkor kikapcsoljuk a marketing célú sütik nyomkövetési funkcióját még akkor is, ha a „Marketing célú sütik” engedélyezve vannak.",
    "MarketingcookiesCategoryName": "Marketing sütik",
    "Performancecookiescategorydescription": "Ezek a sütik lehetővé teszik számunkra, hogy nyomon kövessük a látogatások számát és a forgalmat, így betekintést nyerhetünk abba, mely oldalak a legnépszerűbbek, és hogy hogyan navigálnak a látogatók a webhelyen. Ezek a sütik kizárólag összesített adatokat gyűjtenek, ezért az információk névtelenek. Ha nem engedélyezi ezeket a sütiket, nem tudunk személyre szabott élményt nyújtani Önnek.",
    "PerformancecookiesCategoryName": "Teljesítményt növelő sütik",
    "Socialmediacookiescategorydescription": "Ezeket a sütiket különböző közösségimédia-szolgáltatások állítják be, amelyeket azért adtunk hozzá a weboldalhoz, hogy megkönnyítsük a tartalmaink megosztását az ismerőseivel és a közösségi hálózatokon. Ezek a sütik képesek nyomon követni a böngészőjét más weboldalakon is, és profilt kialakítani az érdeklődési köre alapján. Ez hatással lehet azokra a tartalmakra és üzenetekre, amelyeket Ön más weboldalakon lát. Ha nem engedélyezi ezeket a sütiket, előfordulhat, hogy nem tudja használni, vagy hogy nem látja ezeket a megosztási eszközöket.",
    "SocialmediacookiesCategoryName": "Közösségimédia-sütik",
    "Strictlynecessarycategorydescription": "Ezek a sütik szükségesek a szolgáltatásaink működtetéséhez, és nem kapcsolhatók ki. Ezeket általában csak az Ön által végzett műveletekre válaszul állítjuk be, például amikor fiókot hoz létre vagy kívánságlistát ment el későbbre. Beállíthatja a böngészőjét úgy, hogy blokkolja ezeket a sütiket, vagy figyelmeztesse Önt rájuk, de ezzel akadályozhatja egyes weboldalrészek működését. Ezek a sütik nem tárolnak semmilyen személyazonosításra alkalmas információt.",
    "StrictlynecessaryCategoryName": "Elengedhetetlenül szükséges sütik"
  },
  "is-IS": {
    "CookiePolicyTableCookeiSubgroup": "Vefkökur undirhópur",
    "CookiePolicyTableCookieCategoryList": "Listi yfir vefkökuflokka",
    "CookiePolicyTableCookies": "Vefkökur",
    "CookiePolicyTableCookiesUsed": "Vefkökur notaðar",
    "CookiePolicyTableDays": "Dagar",
    "CookiePolicyTableFirstParty": "Fyrsti aðili",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Innan við einn dag",
    "CookiePolicyTableLifespan": "Endingartími",
    "CookiePolicyTableSession": "Lota",
    "CookiePolicyTableThirdpParty": "Þriðji aðili",
    "CookiePolicyTableYears": "Ár",
    "Functionalcookiescategorydescription": "Þessar vefkökur gera vefsíðunni kleift að veita aukna virkni og sérsniðna þjónustu. Þær geta verið stilltar af okkur eða af þjónustuaðilum þriðja aðila sem við höfum bætt við á síðurnar okkar. Ef þú leyfir ekki þessar vefkökur, getur verið að sumar eða allar þessar þjónustur virki ekki rétt.",
    "FunctionalcookiesCategoryName": "Virkar vefkökur",
    "Marketingcookiescategorydescription": "Þegar þú samþykkir markaðssetningarvefkökur, veitir þú okkur samþykki þitt til að setja vefkökur í tækið þitt til að veita þér efni sem er viðeigandi fyrir áhugamál þín. Þessar vefkökur gætu verið settar í gegnum vefsíðuna okkar af auglýsingasamstarfsaðilum okkar eða okkur, til að búa til prófíl af áhugamálum þínum og sýna þér viðeigandi efni á vefsíðum okkar og þriðja aðila. Til að geta veitt efni sem hentar áhugamálum þínum, munum við nota samskipti þín ásamt persónulegum upplýsingum sem þú hefur gefið okkur á vefsíðunni okkar. Til að veita þér viðeigandi efni á vefsvæðum þriðja aðila munum við deila þessum upplýsingum og auðkenni viðskiptavina, eins og dulkóðuðu netfangi eða auðkenni tækis, með þriðju aðilum, eins og Google, Facebook, Instagram og Snapchat. Tilgangurinn er að birta viðeigandi auglýsingar fyrir þig á vefsíðum og öppum þriðja aðila. Til að gera efnið eins áhugavert og mögulegt er fyrir þig, tengjum við mögulega þessi gögn á milli mismunandi tækja sem þú notar. Ef þú velur að hafna markaðssetningarvefkökum munum við ekki setja slíkar vefkökur í tækið þitt og þú færð mögulega minna viðeigandi efni frá okkur. Þar að auki, ef þú notar farsímaforritið og velur að appið okkar reki þig ekki, munum við hætta að nota markaðssetningarvefkökur til að fylgjast með þér, jafnvel þó að „markaðssetningarvefkökur“ séu virkar.",
    "MarketingcookiesCategoryName": "Markaðssetningarvefkökur",
    "Performancecookiescategorydescription": "Þessar vefkökur gera okkur kleift að telja heimsóknir og umferð, svo við getum safnað upplýsingum um hvaða síður eru vinsælastar og hvernig gestir fara um síðuna. Allar upplýsingar sem er safnað með þessum vefkökum eru samanteknar og því nafnlausar. Ef þú leyfir ekki þessar vefkökur, getum við ekki veitt þér sérsniðna upplifun.",
    "PerformancecookiesCategoryName": "Frammistöðuvefkökur",
    "Socialmediacookiescategorydescription": "Þessar vefkökur eru stilltar af ýmsum samfélagsmiðlaþjónustum sem við höfum bætt við síðuna til að gera þér kleift að deila efni okkar með vinum þínum og tengslaneti. Þær geta fylgst með vafranum þínum á öðrum vefsíðum og búið til prófíl af áhugamálum þínum. Þetta gæti haft áhrif á efni og skilaboð sem þú sérð á öðrum vefsíðum sem þú heimsækir. Ef þú leyfir ekki þessar vefkökur geturðu mögulega ekki notað eða séð þessi deilitæki.",
    "SocialmediacookiesCategoryName": "Vefkökur samfélagsmiðla",
    "Strictlynecessarycategorydescription": "Þessar vefkökur eru nauðsynlegar til að viðhalda þjónustu okkar og ekki er hægt að slökkva á þeim. Þau eru venjulega aðeins stilltar til að bregðast við aðgerðum sem þú framkvæmir, eins og að stofna reikning eða vista óskalista til að nota síðar. Þú getur stillt vafrann þinn til að loka á eða láta þig vita af þessum vefkökum, en það getur valdið því að sumir hlutar vefsins virka ekki. Þessar vefkökur geyma engar persónugreinanlegar upplýsingar.",
    "StrictlynecessaryCategoryName": "Nauðsynlegar vefkökur"
  },
  "it-CH": {
    "CookiePolicyTableCookeiSubgroup": "Sottogruppo di cookie",
    "CookiePolicyTableCookieCategoryList": "Elenco delle categorie di cookie",
    "CookiePolicyTableCookies": "Cookie",
    "CookiePolicyTableCookiesUsed": "Cookie utilizzati",
    "CookiePolicyTableDays": "Giorni",
    "CookiePolicyTableFirstParty": "Prima parte",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Meno di un giorno",
    "CookiePolicyTableLifespan": "Durata",
    "CookiePolicyTableSession": "Sessione",
    "CookiePolicyTableThirdpParty": "Terza parte",
    "CookiePolicyTableYears": "Anni",
    "Functionalcookiescategorydescription": "Questi cookie permettono al sito web di offrire funzionalità avanzate e personalizzazione. Possono essere impostati da noi o da fornitori terzi i cui servizi abbiamo aggiunto alle nostre pagine. Se non acconsenti a ricevere questi cookie, alcuni o tutti questi servizi potrebbero non funzionare correttamente.",
    "FunctionalcookiesCategoryName": "Cookie funzionali",
    "Marketingcookiescategorydescription": "Quando accetti i cookie di marketing, ci fornisci il consenso a inserire cookie sul tuo dispositivo per inviarti contenuti pertinenti corrispondenti ai tuoi interessi. Questi cookie possono essere impostati tramite il nostro sito dai nostri partner pubblicitari o da noi, per creare un profilo dei tuoi interessi e mostrarti contenuti pertinenti sui nostri siti e su quelli di terze parti. Per poter fornire contenuti che corrispondano ai tuoi interessi, utilizzeremo le tue interazioni insieme alle informazioni personali che hai inviato sul nostro sito. Per offrirti contenuti pertinenti su siti di terze parti, comunicheremo queste informazioni e un identificatore cliente, come un indirizzo e-mail crittografato o un ID dispositivo, a terze parti come Google, Facebook, Instagram e Snapchat. Lo scopo è mostrarti annunci pertinenti su siti web e app di terze parti. Per rendere il contenuto il più interessante possibile per te, potremmo collegare questi dati sui diversi dispositivi che usi. Se decidi di non accettare i cookie di marketing, non inseriremo tali cookie sul tuo dispositivo e potresti ricevere contenuti meno pertinenti da noi. Inoltre, se utilizzi l'app mobile e decidi di non acconsentire al tracciamento da parte della nostra app, smetteremo di utilizzare i cookie di marketing per tracciarti anche se l'opzione \"Cookie di marketing\" è abilitata.",
    "MarketingcookiesCategoryName": "Cookie di marketing",
    "Performancecookiescategorydescription": "Questi cookie ci permettono di contare le visite e il traffico, così possiamo raccogliere informazioni sulle pagine più popolari e vedere come i visitatori si muovono nel sito. Tutte le informazioni che questi cookie raccolgono sono aggregate e quindi anonime. Se non acconsenti a ricevere questi cookie, non riusciremo a offrirti un'esperienza su misura.",
    "PerformancecookiesCategoryName": "Cookie di performance",
    "Socialmediacookiescategorydescription": "Questi cookie sono impostati da una gamma di servizi di social media che abbiamo aggiunto al sito per permetterti di condividere i nostri contenuti con i tuoi amici e le tue reti. Possono tracciare il tuo browser su altri siti e creare un profilo dei tuoi interessi. Questo potrebbe incidere sui contenuti e sui messaggi che vedi su altri siti web che visiti. Se non acconsenti a ricevere questi cookie, potresti non riuscire a utilizzare o vedere questi strumenti di condivisione.",
    "SocialmediacookiesCategoryName": "Cookie dei social media",
    "Strictlynecessarycategorydescription": "Questi cookie sono necessari per mantenere i nostri servizi e non si possono disattivare. Di solito vengono impostati solo in risposta ad azioni compiute da te, come creare un account o salvare una lista dei desideri per usarla successivamente. Puoi impostare il browser in modo da bloccare o ricevere avvisi su questi cookie, ma ciò potrebbe impedire il funzionamento di alcune parti del sito. Questi cookie non memorizzano informazioni di identificazione personale.",
    "StrictlynecessaryCategoryName": "Cookie strettamente necessari"
  },
  "it-IT": {
    "CookiePolicyTableCookeiSubgroup": "Sottogruppo di cookie",
    "CookiePolicyTableCookieCategoryList": "Elenco delle categorie di cookie",
    "CookiePolicyTableCookies": "Cookie",
    "CookiePolicyTableCookiesUsed": "Cookie utilizzati",
    "CookiePolicyTableDays": "Giorni",
    "CookiePolicyTableFirstParty": "Prima parte",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Meno di un giorno",
    "CookiePolicyTableLifespan": "Durata",
    "CookiePolicyTableSession": "Sessione",
    "CookiePolicyTableThirdpParty": "Terza parte",
    "CookiePolicyTableYears": "Anni",
    "Functionalcookiescategorydescription": "Questi cookie permettono al sito web di offrire funzionalità avanzate e personalizzazione. Possono essere impostati da noi o da fornitori terzi i cui servizi abbiamo aggiunto alle nostre pagine. Se non acconsenti a ricevere questi cookie, alcuni o tutti questi servizi potrebbero non funzionare correttamente.",
    "FunctionalcookiesCategoryName": "Cookie funzionali",
    "Marketingcookiescategorydescription": "Quando accetti i cookie di marketing, ci concedi il consenso a inserire cookie sul tuo dispositivo per inviarti contenuti pertinenti corrispondenti ai tuoi interessi. Questi cookie possono essere impostati tramite il nostro sito dai nostri partner pubblicitari o da noi, per creare un profilo dei tuoi interessi e mostrarti contenuti pertinenti sui nostri siti e su quelli di terze parti. Per poter fornire contenuti che corrispondano ai tuoi interessi, utilizzeremo le tue interazioni insieme alle informazioni personali che hai inviato sul nostro sito. Per offrirti contenuti pertinenti su siti di terze parti, comunicheremo queste informazioni e un identificatore cliente, come un indirizzo e-mail crittografato o un ID dispositivo, a terze parti come Google, Facebook, Instagram e Snapchat. Lo scopo è mostrarti annunci pertinenti su siti web e app di terze parti. Per rendere il contenuto il più interessante possibile per te, potremmo collegare questi dati sui diversi dispositivi che usi. Se decidi di non accettare i cookie di marketing, non inseriremo tali cookie sul tuo dispositivo e potresti ricevere contenuti meno pertinenti da noi. Inoltre, se utilizzi l'app mobile e decidi di non acconsentire al tracciamento da parte della nostra app, smetteremo di utilizzare i cookie di marketing per tracciarti anche se l'opzione \"Cookie di marketing\" è abilitata.",
    "MarketingcookiesCategoryName": "Cookie di marketing",
    "Performancecookiescategorydescription": "Questi cookie ci permettono di contare le visite e il traffico, così possiamo raccogliere informazioni sulle pagine più popolari e vedere come i visitatori si muovono nel sito. Tutte le informazioni che questi cookie raccolgono sono aggregate e quindi anonime. Se non acconsenti a ricevere questi cookie, non riusciremo a offrirti un'esperienza su misura.",
    "PerformancecookiesCategoryName": "Cookie sulle prestazioni",
    "Socialmediacookiescategorydescription": "Questi cookie sono impostati da una gamma di servizi di social media che abbiamo aggiunto al sito per permetterti di condividere i nostri contenuti con i tuoi amici e le tue reti. Possono tracciare il tuo browser su altri siti e creare un profilo dei tuoi interessi. Questo potrebbe incidere sui contenuti e sui messaggi che vedi su altri siti web che visiti. Se non acconsenti a ricevere questi cookie, potresti non riuscire a utilizzare o vedere questi strumenti di condivisione.",
    "SocialmediacookiesCategoryName": "Cookie dei social media",
    "Strictlynecessarycategorydescription": "Questi cookie sono necessari per mantenere i nostri servizi e non si possono disattivare. Di solito vengono impostati solo in risposta ad azioni compiute da te, come creare un account o salvare una lista dei desideri per usarla successivamente. Puoi impostare il browser per bloccare o ricevere avvisi su questi cookie, ma ciò potrebbe impedire il funzionamento di alcune parti del sito. Questi cookie non memorizzano informazioni di identificazione personale.",
    "StrictlynecessaryCategoryName": "Cookie strettamente necessari"
  },
  "ja-JP": {
    "CookiePolicyTableCookeiSubgroup": "Cookieサブグループ",
    "CookiePolicyTableCookieCategoryList": "Cookieのカテゴリ一覧",
    "CookiePolicyTableCookies": "Cookie",
    "CookiePolicyTableCookiesUsed": "使用されているCookie",
    "CookiePolicyTableDays": "日",
    "CookiePolicyTableFirstParty": "第一当事者",
    "CookiePolicyTableFirstPartyLessThanOneDy": "1日未満",
    "CookiePolicyTableLifespan": "寿命",
    "CookiePolicyTableSession": "セッション",
    "CookiePolicyTableThirdpParty": "第三者",
    "CookiePolicyTableYears": "年",
    "Functionalcookiescategorydescription": "これらのCookieは、ウェブサイトが機能を強化し、パーソナライズされた体験を提供できるようにします。これらのCookieは、当社または当社のページにサービスを追加した第三者の提供者によって設定される場合があります。これらのCookieを許可しない場合、これらのサービスの一部またはすべてが正しく機能しない場合があります。",
    "FunctionalcookiesCategoryName": "ファンクショナルCookie",
    "Marketingcookiescategorydescription": "マーケティングCookieを受け入れることで、お客様は、ご自身の興味に合った関連コンテンツを提供するために、当社がデバイスにCookieを配置することに同意したことになります。これらのCookieは、当社または広告パートナーを通じて当社のサイトに設定され、お客様の興味に関するプロフィールを構築し、当社および第三者のサイトで関連コンテンツを表示するために使用されます。お客様の興味に合ったコンテンツを提供するために、当社はお客様のインタラクションと、当社のサイトで提供された個人情報を使用します。第三者のサイトで関連コンテンツを表示するために、当社はこの情報と暗号化されたメールアドレスやデバイスIDなどの顧客識別子を、Google、Facebook、Instagram、Snapchatなどの第三者と共有します。目的は、第三者のウェブサイトやアプリでお客様に関連する広告を表示することです。コンテンツをお客様にとってできるだけ興味深いものにするために、当社はお客様が使用する異なるデバイス間でこのデータをリンクすることがあります。マーケティングCookieを受け入れないことを選択した場合、当社はそのようなCookieをお客様のデバイスに配置しませんので、当社からのコンテンツがあまり関連性のないものになる可能性があります。さらに、モバイルアプリを使用し、当社のアプリによるトラッキングを拒否した場合、「マーケティングCookie」が有効になっていても、当社はマーケティングCookieを使用してお客様をトラッキングすることを停止します。",
    "MarketingcookiesCategoryName": "マーケティングCookie",
    "Performancecookiescategorydescription": "これらのCookieは訪問数やトラフィックを計測するために使用され、どのページが人気か、訪問者がサイト内をどのように移動しているかなどのインサイトを得ることができます。これらのCookieによって収集される情報はすべて集計されており、匿名化されています。これらのCookieを許可しない場合、お客様に最適化された体験を提供することができません。",
    "PerformancecookiesCategoryName": "パフォーマンスCookie",
    "Socialmediacookiescategorydescription": "これらのCookieは、サイトに追加した複数のソーシャルメディアサービスによって設定され、コンテンツを友人やネットワークと共有できるようにします。これらは他のサイトでもブラウザを追跡し、お客様の興味に関するプロフィールを構築することができます。これにより、訪問する他のウェブサイトで表示されるコンテンツやメッセージに影響が出る可能性があります。これらのCookieを許可しない場合、これらの共有ツールを使用したり、表示することができなくなる場合があります。",
    "SocialmediacookiesCategoryName": "ソーシャルメディアCookie",
    "Strictlynecessarycategorydescription": "これらのCookieはサービスを維持するために必要であり、無効にすることはできません。通常、これらのCookieはアカウントの作成や後で使用するためのウィッシュリストの保存など、お客様によるアクションに対してのみ設定されます。ブラウザを設定してこれらのCookieをブロックするか、警告を表示させることはできますが、その場合、サイトの一部の機能が正常に動作しなくなる可能性があります。これらのCookieは個人を特定できる情報を保存しません。",
    "StrictlynecessaryCategoryName": "必須Cookie"
  },
  "ko-KR": {
    "CookiePolicyTableCookeiSubgroup": "쿠키 하위 그룹",
    "CookiePolicyTableCookieCategoryList": "쿠키 카테고리 목록",
    "CookiePolicyTableCookies": "쿠키",
    "CookiePolicyTableCookiesUsed": "사용된 쿠키",
    "CookiePolicyTableDays": "일",
    "CookiePolicyTableFirstParty": "당사자",
    "CookiePolicyTableFirstPartyLessThanOneDy": "하루 미만",
    "CookiePolicyTableLifespan": "수명",
    "CookiePolicyTableSession": "세션",
    "CookiePolicyTableThirdpParty": "제3자",
    "CookiePolicyTableYears": "년",
    "Functionalcookiescategorydescription": "이 쿠키는 웹사이트가 향상된 기능과 개인 설정을 제공할 수 있도록 합니다. 이는 당사에 의해 또는 당사 페이지에 서비스를 추가한 제3자 제공업체에 의해 설정될 수 있습니다. 이 쿠키를 허용하지 않으면 서비스의 일부 또는 전체가 제대로 작동하지 않을 수 있습니다.",
    "FunctionalcookiesCategoryName": "기능 쿠키",
    "Marketingcookiescategorydescription": "마케팅 쿠키를 수락하면 귀하는 당사에서 관심사에 관련된 콘텐츠를 제공하기 위해 귀하의 기기에 쿠키를 저장하는 데 동의하는 것입니다. 이 쿠키는 당사 또는 당사의 광고 파트너가 귀하의 관심사에 대한 프로필을 구축하고, 당사 및 제3자 사이트에서 관련 콘텐츠를 표시하기 위해 당사 사이트를 통해 설정될 수 있습니다. 귀하의 관심사에 맞는 콘텐츠를 제공하기 위해 당사는 귀하의 상호작용과 귀하가 당사 사이트에서 제공한 개인 정보를 함께 사용합니다. 당사는 제3자 사이트에서 귀하에게 관련 콘텐츠를 제공하기 위해 Google, Facebook, Instagram, Snapchat 등의 제3자 사이트에 이 정보 및 암호화된 이메일 주소나 기기 ID와 같은 고객 식별 자료를 공유합니다. 이는 제3자 웹사이트 및 앱에서 귀하에게 관련 광고를 표시하기 위함입니다. 당사는 귀하에게 최대한 흥미로운 콘텐츠를 제공하기 위해 귀하가 사용하는 기기에 이 데이터를 연결할 수 있습니다. 마케팅 쿠키를 수락하지 않는 경우 당사는 귀하의 기기에 해당 쿠키를 저장하지 않으며 귀하와 연관성이 떨어지는 콘텐츠가 제공될 수 있습니다. 또한, 모바일 앱을 사용하면서 앱에서 추적하지 않도록 선택하면 '마케팅 쿠키'가 활성화되어 있더라도 마케팅 쿠키를 사용하여 귀하를 추적하는 것을 중단합니다.",
    "MarketingcookiesCategoryName": "마케팅 쿠키",
    "Performancecookiescategorydescription": "이 쿠키는 방문자 수와 트래픽을 계산하여 가장 인기 있는 페이지가 무엇인지, 방문자가 사이트에서 어떻게 이동하는지 등에 대한 인사이트를 수집할 수 있도록 합니다. 이 쿠키가 수집하는 모든 정보는 집계되어 익명으로 처리됩니다. 이 쿠키를 허용하지 않으면 맞춤형 경험을 제공할 수 없습니다.",
    "PerformancecookiesCategoryName": "성능 쿠키",
    "Socialmediacookiescategorydescription": "이 쿠키는 당사가 사이트에 추가한 다양한 소셜 미디어 서비스에서 설정한 쿠키로, 귀하가 당사 콘텐츠를 친구 및 네트워크와 공유할 수 있도록 합니다. 이들은 다른 사이트에서 귀하의 브라우저를 추적하고 귀하의 관심사에 대한 프로필을 작성할 수 있습니다. 이는 귀하가 방문하는 다른 웹사이트에서 표시되는 콘텐츠와 메시지에 영향을 미칠 수 있습니다. 이 쿠키를 허용하지 않으면 이러한 공유 도구를 사용하거나 볼 수 없습니다.",
    "SocialmediacookiesCategoryName": "소셜 미디어 쿠키",
    "Strictlynecessarycategorydescription": "이 쿠키는 당사 서비스를 유지하기 위해 필수적이며 해제할 수 없습니다. 일반적으로 계정을 생성하거나 나중을 위한 위시리스트를 저장하는 등 사용자가 수행한 작업에 대한 응답으로만 설정됩니다. 브라우저에서 이러한 쿠키를 차단하거나 경고를 받도록 설정할 수 있으나, 이 쿠키를 차단하면 사이트의 일부가 작동하지 않을 수 있습니다. 이 쿠키는 개인 식별 정보를 저장하지 않습니다.",
    "StrictlynecessaryCategoryName": "필수 쿠키"
  },
  "lt-LT": {
    "CookiePolicyTableCookeiSubgroup": "Slapukų pogrupis",
    "CookiePolicyTableCookieCategoryList": "Slapukų kategorijų sąrašas",
    "CookiePolicyTableCookies": "Slapukai",
    "CookiePolicyTableCookiesUsed": "Naudojami slapukai",
    "CookiePolicyTableDays": "Dienos",
    "CookiePolicyTableFirstParty": "Pirmoji šalis",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Mažiau nei viena diena",
    "CookiePolicyTableLifespan": "Gyvavimo trukmė",
    "CookiePolicyTableSession": "Seansas",
    "CookiePolicyTableThirdpParty": "Trečioji šalis",
    "CookiePolicyTableYears": "Metai",
    "Functionalcookiescategorydescription": "Šie slapukai leidžia patobulinti interneto svetainės funkcionalumą ir suasmeninimą. Juos galime nustatyti mes arba trečiųjų šalių teikėjai, kurių paslaugas įtraukėme į savo puslapius. Jei neleisite šių slapukų, šios paslaugos arba dalis jų gali veikti netinkamai.",
    "FunctionalcookiesCategoryName": "Funkciniai slapukai",
    "Marketingcookiescategorydescription": "Sutikdami su rinkodaros slapukais, suteikiate mums leidimą patalpinti slapukus jūsų įrenginyje, kad galėtume pateikti jums aktualų turinį, atitinkantį jūsų pomėgius. Šiuos slapukus mūsų interneto svetainėje gali nustatyti mūsų reklamos partneriai arba mes patys, kad sudarytume jūsų pomėgių profilį ir rodytume jums aktualų turinį mūsų ir trečiųjų šalių interneto svetainėse. Kad galėtume pateikti jūsų pomėgius atitinkantį turinį, naudosime jūsų sąveiką kartu su asmens duomenimis, kuriuos mums pateikėte interneto svetainėje. Norėdami pateikti jums aktualų turinį trečiųjų šalių interneto svetainėse, pasidalinsime šia informacija ir kliento identifikatoriumi (pvz., užšifruotu el. pašto adresu ar įrenginio kodu) su trečiosiomis šalimis, tokiomis kaip „Google“, „Facebook“, „Instagram“ ir „Snapchat“. Tikslas – rodyti jums aktualius skelbimus trečiųjų šalių interneto svetainėse ir programėlėse. Kad turinys jums būtų kuo įdomesnis, galime susieti šiuos duomenis su skirtingais jūsų naudojamais įrenginiais. Jei nuspręsite nepriimti rinkodaros slapukų, jų jūsų įrenginyje netalpinsime, tačiau dėl to jums gali būti pateikiamas mažiau aktualus turinys. Be to, jei naudojatės mobiliąja programėle ir nuspręsite, kad nenorite, jog mūsų programėlė jus sektų, mes nustosime naudoti rinkodaros slapukus jūsų sekimui, net jei bus įjungta parinktis „Rinkodaros slapukai“.",
    "MarketingcookiesCategoryName": "Rinkodaros slapukai",
    "Performancecookiescategorydescription": "Šie slapukai leidžia skaičiuoti apsilankymus ir srautą, kad galėtume gauti įžvalgų, pavyzdžiui, kurie puslapiai yra populiariausi, ir pamatyti, kaip lankytojai juda interneto svetainėje. Visa šių slapukų surinkta informacija yra apibendrinta, taigi – anoniminė. Jei neleidžiate šių slapukų, negalėsime suteikti jums pritaikytos patirties.",
    "PerformancecookiesCategoryName": "Veiklos slapukai",
    "Socialmediacookiescategorydescription": "Šiuos slapukus nustato įvairios socialinės žiniasklaidos paslaugos, kurias įtraukėme į interneto svetainę, kad galėtumėte dalytis mūsų turiniu su draugais ir tinklais. Jie gali sekti jūsų naršyklę kitose interneto svetainėse ir sudaryti jūsų pomėgių profilį. Tai gali paveikti turinį ir pranešimus, kuriuos matote kitose interneto svetainėse, kuriose lankotės. Jei neleidžiate šių slapukų, gali būti, kad negalėsite naudotis šiomis bendrinimo priemonėmis ar jų matyti.",
    "SocialmediacookiesCategoryName": "Socialinės žiniasklaidos slapukai",
    "Strictlynecessarycategorydescription": "Šie slapukai būtini mūsų paslaugoms palaikyti – jų negalima išjungti. Jie paprastai nustatomi tik reaguojant į jūsų veiksmus, pavyzdžiui, jei sukuriate paskyrą arba išsaugojate pageidavimų sąrašą vėlesniam laikui. Naršyklėje galite pasirinkti blokuoti šiuos slapukus arba įspėti apie jų naudojimą, tačiau dėl to kai kurios interneto svetainės dalys gali neveikti. Šiuose slapukuose nesaugoma jokia jūsų asmenybę nustatyti leidžianti informacija.",
    "StrictlynecessaryCategoryName": "Griežtai būtini slapukai"
  },
  "lv-LV": {
    "CookiePolicyTableCookeiSubgroup": "Sīkdatņu apakšgrupa",
    "CookiePolicyTableCookieCategoryList": "Sīkdatņu kategoriju saraksts",
    "CookiePolicyTableCookies": "Sīkfaili",
    "CookiePolicyTableCookiesUsed": "Izmantotās sīkdatnes",
    "CookiePolicyTableDays": "Dienas",
    "CookiePolicyTableFirstParty": "Pirmā puse",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Mazāk nekā viena diena",
    "CookiePolicyTableLifespan": "Ilgums",
    "CookiePolicyTableSession": "Sesija",
    "CookiePolicyTableThirdpParty": "Trešā puse",
    "CookiePolicyTableYears": "Gadi",
    "Functionalcookiescategorydescription": "Šīs sīkdatnes ļauj tīmekļa vietnei nodrošināt uzlabotu funkcionalitāti un personalizāciju. Tos varam iestatīt mēs paši vai trešo pušu pakalpojumu sniedzēji, kuru pakalpojumus esam pievienojuši savām lapām. Ja neatļausiet šīs sīkdatnes, daži vai visi šie pakalpojumi var nedarboties pareizi.",
    "FunctionalcookiesCategoryName": "Funkcionālās sīkdatnes",
    "Marketingcookiescategorydescription": "Kad jūs piekrītat mārketinga sīkfailiem, jūs dodat mums atļauju ievietot sīkfailus jūsu ierīcē, lai nodrošinātu jums saturu, kas atbilst jūsu interesēm. Šīs sīkdatnes mūsu vietnē var iestatīt mūsu reklāmas partneri vai mēs paši, lai izveidotu jūsu interešu profilu un rādītu jums atbilstošu saturu mūsu un trešo pušu vietnēs. Lai varētu nodrošināt saturu, kas atbilst jūsu interesēm, mēs izmantosim jūsu mijiedarbību kopā ar personīgo informāciju, ko esat mums sniedzis mūsu vietnē. Lai nodrošinātu jums atbilstošu saturu trešo pušu vietnēs, mēs dalīsimies ar šo informāciju un klienta identifikatoru, piemēram, šifrētu e-pasta adresi vai ierīces ID, ar trešajām pusēm, piemēram, Google, Facebook, Instagram un Snapchat. Mērķis ir parādīt jums atbilstošas reklāmas trešo pušu vietnēs un lietotnēs. Lai saturs jums būtu pēc iespējas interesantāks, mēs varam sasaistīt šos datus dažādās jūsu izmantotajās ierīcēs. Ja izvēlēsieties nepieņemt mārketinga sīkfailus, mēs neievietosim šādas sīkdatnes jūsu ierīcē, un jūs varat saņemt mazāk atbilstošu saturu no mums. Turklāt, ja izmantosiet mobilo lietotni un izvēlēsieties, lai mūsu lietotne jūs neizsekotu, mēs pārtrauksim izmantot mārketinga sīkfailus, lai jūs izsekotu, pat ja “Mārketinga sīkfaili” būs iespējoti.",
    "MarketingcookiesCategoryName": "Mārketinga sīkdatnes",
    "Performancecookiescategorydescription": "Šīs sīkdatnes ļauj mums uzskaitīt apmeklējumus un datplūsmu, lai mēs varētu apkopot ieskatus, piemēram, par to, kuras lapas ir vispopulārākās, un redzēt, kā apmeklētāji pārvietojas vietnē. Visa informācija, ko šie sīkfaili savāc, ir apkopota un tādējādi anonīma. Ja jūs neatļausiet šīs sīkdatnes, mēs nevarēsim nodrošināt jums pielāgotu pieredzi.",
    "PerformancecookiesCategoryName": "Veiktspējas sīkfaili",
    "Socialmediacookiescategorydescription": "Šīs sīkdatnes iestata dažādi sociālo mediju pakalpojumi, kurus esam pievienojuši vietnei, lai jūs varētu dalīties ar mūsu saturu ar saviem draugiem un kontaktiem. Tie var izsekot jūsu pārlūkprogrammas darbības citās vietnēs un izveidot jūsu interešu profilu. Tas var ietekmēt saturu un ziņojumus, ko redzat citās apmeklētajās vietnēs. Ja neatļausiet šos sīkfailus, iespējams, nevarēsiet izmantot vai redzēt šos koplietošanas rīkus.",
    "SocialmediacookiesCategoryName": "Sociālo mediju sīkfaili",
    "Strictlynecessarycategorydescription": "Šīs sīkdatnes ir nepieciešamas, lai uzturētu mūsu pakalpojumus, un tās nevar izslēgt. Tās parasti tiek iestatītas, tikai reaģējot uz jūsu veiktajām darbībām, piemēram, konta izveidi vai vēlmju saraksta saglabāšanu vēlākai lietošanai. Jūs varat iestatīt savu pārlūkprogrammu tā, lai bloķētu šos sīkfailus vai brīdinātu par tiem, taču tā rezultātā dažas vietnes daļas var nedarboties. Šīs sīkdatnes nesaglabā nekādu personiski identificējamu informāciju.",
    "StrictlynecessaryCategoryName": "Strikti nepieciešamās sīkdatnes"
  },
  "nb-NO": {
    "CookiePolicyTableCookeiSubgroup": "Undergruppe av informasjonskapsler",
    "CookiePolicyTableCookieCategoryList": "Liste over informasjonskapselkategorier",
    "CookiePolicyTableCookies": "Informasjonskapsler",
    "CookiePolicyTableCookiesUsed": "Informasjonskapsler som er i bruk",
    "CookiePolicyTableDays": "Dager",
    "CookiePolicyTableFirstParty": "Førstepart",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Mindre enn én dag",
    "CookiePolicyTableLifespan": "For livet",
    "CookiePolicyTableSession": "Økt",
    "CookiePolicyTableThirdpParty": "Tredjepart",
    "CookiePolicyTableYears": "År",
    "Functionalcookiescategorydescription": "Disse informasjonskapslene gjør det mulig for nettstedet å tilby forbedret funksjonalitet og personlig tilpasning. De kan settes ut av oss eller av tredjepartsleverandører som tilbyr tjenester vi har lagt til på sidene våre. Hvis du ikke tillater disse informasjonskapslene, kan det hende at disse tjenestene, eller noen av dem, ikke fungerer som de skal.",
    "FunctionalcookiesCategoryName": "Funksjonelle informasjonskapsler",
    "Marketingcookiescategorydescription": "Når du godtar markedsføringsinformasjonskapsler, samtykker du til at vi setter ut informasjonskapsler på enheten din for å gi deg relevant innhold som samsvarer med interessene dine. Disse informasjonskapslene kan settes ut gjennom nettstedet vårt av annonseringspartnerne våre eller oss, for å bygge en profil av interessene dine og vise deg relevant innhold på våre og tredjeparters nettsteder. For å kunne levere innhold som passer til interessene dine, bruker vi handlingene dine sammen med personopplysninger du har gitt oss på nettstedet vårt. For å kunne vise deg relevant innhold på tredjepartsnettsteder deler vi denne informasjonen og en kundeidentifikator, som en kryptert e-postadresse eller enhets-ID, med tredjeparter som Google, Facebook, Instagram og Snapchat. Hensikten er å vise relevante annonser til deg på tredjeparts nettsteder og apper. For å gjøre innholdet så interessant som mulig for deg, kan det hende vi kobler sammen disse dataene på tvers av de forskjellige enhetene du bruker. Hvis du velger å ikke godta markedsføringsinformasjonskapsler, setter vi ingen slike informasjonskapsler på enheten din, og du vil sannsynligvis se mindre relevant innhold fra oss. Og hvis du bruker mobilapp og velger å ikke bli sporet av appen vår, slutter vi å bruke markedsføringsinformasjonskapsler til å spore deg, selv om «Markedsføringsinformasjonskapsler» er aktivert.",
    "MarketingcookiesCategoryName": "Markedsføringskapsler",
    "Performancecookiescategorydescription": "Disse informasjonskapslene gjør det mulig for oss å telle besøk og trafikk, slik at vi kan samle innsikt som hvilke sider som er mest populære, og se hvordan besøkende navigerer rundt på nettstedet. All informasjon som disse informasjonskapslene samler inn, er aggregert og derfor anonym. Hvis du ikke tillater disse informasjonskapslene, vil vi ikke kunne gi deg en skreddersydd opplevelse.",
    "PerformancecookiesCategoryName": "Informasjonskapsler for ytelse",
    "Socialmediacookiescategorydescription": "Disse informasjonskapslene settes ut av en rekke sosiale medietjenester som vi har lagt til på nettstedet, for å gjøre det mulig for deg å dele innholdet vårt med dine venner og nettverk. De kan spore nettleseren din til andre nettsteder og bygge opp en profil av interessene dine. Dette kan påvirke innholdet og meldingene du ser på andre nettsteder du besøker. Hvis du ikke tillater disse informasjonskapslene, kan det hende at du ikke kan bruke eller se disse delingsverktøyene.",
    "SocialmediacookiesCategoryName": "Informasjonskapsler for sosiale medier",
    "Strictlynecessarycategorydescription": "Disse informasjonskapslene er nødvendige for å vedlikeholde tjenestene våre og kan ikke deaktiveres. De settes som regel bare ut som respons på handlinger du utfører, som å opprette en konto eller lagre en ønskeliste til senere. Du kan innstille nettleseren din til å blokkere eller varsle deg om disse informasjonskapslene, men det kan føre til at enkelte deler av nettstedet ikke fungerer. Disse informasjonskapslene lagrer ingen personlig identifiserbar informasjon.",
    "StrictlynecessaryCategoryName": "Helt nødvendige informasjonskapsler"
  },
  "nl-BE": {
    "CookiePolicyTableCookeiSubgroup": "Subgroep cookies",
    "CookiePolicyTableCookieCategoryList": "Lijst met cookiecategorieën",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Gebruikte cookies",
    "CookiePolicyTableDays": "Dagen",
    "CookiePolicyTableFirstParty": "Eerste partij",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Minder dan één dag",
    "CookiePolicyTableLifespan": "Levensduur",
    "CookiePolicyTableSession": "Sessie",
    "CookiePolicyTableThirdpParty": "Derde partij",
    "CookiePolicyTableYears": "Jaar",
    "Functionalcookiescategorydescription": "Deze cookies bieden de website een verbeterde functionaliteit en meer personalisatiemogelijkheden. Ze kunnen door ons, of door externe dienstverleners waarvan we de diensten aan onze pagina's hebben toegevoegd, worden ingesteld, Als je deze cookies niet toestaat, kunnen bepaalde of alle diensten mogelijk niet naar behoren functioneren.",
    "FunctionalcookiesCategoryName": "Functionele cookies",
    "Marketingcookiescategorydescription": "Door marketingcookies te accepteren, geef je ons toestemming om cookies op je apparaat te plaatsen om je relevante inhoud, die aansluit bij je interesses te kunnen voorstellen. Deze cookies kunnen via onze site worden geplaatst door onze advertentiepartners of door onszelf, om een profiel van je interesses op te stellen en je relevante inhoud te tonen op zowel onze eigen als externe sites. Om inhoud te kunnen leveren die aansluit bij je interesses, zullen we je interacties, samen met de persoonlijke informatie die je ons via onze site hebt verstrekt, gebruiken. Om je relevante inhoud te tonen op websites van derden, zullen we deze informatie en een klantidentificatie, zoals een versleuteld e-mailadres of apparaat-id, delen met derden zoals Google, Facebook, Instagram en Snapchat. Het doel is om je relevante advertenties te tonen op websites en apps van derden. Om de inhoud zo interessant mogelijk voor je te maken, kunnen we deze gegevens koppelen aan de verschillende apparaten die je gebruikt. Als je ervoor kiest om geen marketingcookies te accepteren, zullen dergelijke cookies niet op je apparaat worden geplaatst en krijg je mogelijk minder relevante inhoud te zien. Als je tevens gebruikmaakt van de mobiele app en ervoor kiest om niet door onze app te worden gevolgd, zullen we geen marketingcookies gebruiken om je te volgen, zelfs als 'Marketingcookies' zijn ingeschakeld.",
    "MarketingcookiesCategoryName": "Marketingcookies",
    "Performancecookiescategorydescription": "Aan de hand van deze cookies kunnen we het aantal bezoeken en het verkeer meten, om inzichten te verzamelen, zoals welke pagina's het populairst zijn en hoe bezoekers gebruikmaken van de site. Alle informatie die door deze cookies wordt verzameld, wordt geaggregeerd en is daarom anoniem. Als je deze cookies niet toestaat, kunnen we je geen gepersonaliseerde ervaring bieden.",
    "PerformancecookiesCategoryName": "Prestatiecookies",
    "Socialmediacookiescategorydescription": "Deze cookies worden ingesteld door verschillende sociale mediadiensten die we aan de site hebben toegevoegd zodat je onze inhoud kunt delen met vrienden en medianetwerken. Ze kunnen je browser op andere websites volgen en een profiel van je interesses samenstellen. Dit kan invloed hebben op de inhoud en berichten die je ziet op andere websites die je bezoekt. Als je deze cookies niet toestaat, kun je de opties voor delen mogelijk niet gebruiken of zien.",
    "SocialmediacookiesCategoryName": "Socialemediacookies",
    "Strictlynecessarycategorydescription": "Deze cookies zijn noodzakelijk voor de levering van onze diensten en kunnen niet worden uitgeschakeld. Ze worden meestal alleen ingesteld als reactie op door jou uitgevoerde acties, zoals het aanmaken van een account of het opslaan van een verlanglijst. Je kunt je browser zo instellen om deze cookies te blokkeren of om je te alerteren omtrent deze cookies, wat wel van invloed kan zijn op bepaalde delen van de site. Deze cookies slaan geen persoonlijk identificeerbare informatie op.",
    "StrictlynecessaryCategoryName": "Strikt noodzakelijke cookies"
  },
  "nl-NL": {
    "CookiePolicyTableCookeiSubgroup": "Cookiesubgroep",
    "CookiePolicyTableCookieCategoryList": "Lijst met cookiecategorieën",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Gebruikte cookies",
    "CookiePolicyTableDays": "Dagen",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Minder dan één dag",
    "CookiePolicyTableLifespan": "Bewaartermijn",
    "CookiePolicyTableSession": "Sessie",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Jaren",
    "Functionalcookiescategorydescription": "Deze cookies verbeteren de functionaliteit van de website en de personalisatie. Ze kunnen worden ingesteld door ons of door externe dienstverleners waarvan we de diensten aan onze pagina's hebben toegevoegd. Als je deze cookies niet toestaat, kunnen sommige of alle van deze diensten mogelijk niet goed functioneren.",
    "FunctionalcookiesCategoryName": "Functionele cookies",
    "Marketingcookiescategorydescription": "Wanneer je marketingcookies accepteert, geef je ons je toestemming om cookies op je apparaat te plaatsen, zodat we je relevante inhoud kunnen bieden die aansluit bij je interesses. Deze cookies kunnen via onze site door onze reclamepartners of door ons worden ingesteld om een profiel van je interesses samen te stellen en je relevante inhoud te tonen op onze website en de websites van derden. Om je gepersonaliseerde inhoud op basis van je interesses te bieden, zullen we gebruikmaken van je interacties en de persoonsgegevens die je op onze website hebt verstrekt. Om je relevante inhoud te tonen op websites van derden, zullen we deze informatie en een klantidentificatie, zoals een gecodeerd e-mailadres of apparaat-id, delen met derden zoals Google, Facebook, Instagram en Snapchat. Het doel is om je relevante advertenties te tonen op websites en apps van derden. Om de inhoud zo interessant mogelijk voor je te maken, kunnen we deze gegevens koppelen aan de verschillende apparaten die je gebruikt. Als je geen marketingcookies wilt accepteren, zullen we dergelijke cookies niet op je apparaat plaatsen en kun je mogelijk minder relevante inhoud van ons krijgen. Indien je een mobiele app gebruikt en niet gevolgd wil worden door onze app, zullen we stoppen met het gebruik van marketingcookies om je te volgen, zelfs als je de \"Marketingcookies\" hebt ingeschakeld.",
    "MarketingcookiesCategoryName": "Marketingcookies",
    "Performancecookiescategorydescription": "Met deze cookies kunnen we het aantal bezoekers en het verkeer tellen, zodat we inzichten kunnen verzamelen over welke pagina's het populairst zijn en hoe bezoekers op de website navigeren. De informatie die via deze cookies verzameld wordt is gebundeld en daarom anoniem. Als je deze cookies niet toestaat, kunnen we je geen gepersonaliseerde ervaring bieden.",
    "PerformancecookiesCategoryName": "Prestatiecookies",
    "Socialmediacookiescategorydescription": "Deze cookies worden ingesteld door verschillende socialemediadiensten die we aan de site hebben toegevoegd, zodat je onze inhoud kunt delen met je vrienden en netwerken. Ze kunnen je browser op andere sites volgen en een profiel van je interesses samenstellen. Dit kan invloed hebben op de weergegeven inhoud en berichten op andere websites die je bezoekt. Als je deze cookies niet toestaat, kunt je deze tools om informatie te delen mogelijk niet gebruiken of zien.",
    "SocialmediacookiesCategoryName": "Socialemediacookies",
    "Strictlynecessarycategorydescription": "Deze cookies zijn noodzakelijk om onze diensten uit te voeren en kunnen niet worden uitgeschakeld. Ze worden meestal alleen ingesteld als reactie op acties die je uitvoert, zoals het aanmaken van een account of het opslaan van een verlanglijstje voor later. Je kunt je browser instellen om deze cookies te blokkeren of om je ervoor te waarschuwen, maar in dat geval kunnen sommige delen van de website niet werken. Deze cookies slaan geen persoonlijk identificeerbare informatie op.",
    "StrictlynecessaryCategoryName": "Strikt noodzakelijke cookies"
  },
  "pl-PL": {
    "CookiePolicyTableCookeiSubgroup": "Podgrupa plików cookie",
    "CookiePolicyTableCookieCategoryList": "Lista kategorii plików cookie",
    "CookiePolicyTableCookies": "Pliki cookie",
    "CookiePolicyTableCookiesUsed": "Używane pliki cookie",
    "CookiePolicyTableDays": "Dni",
    "CookiePolicyTableFirstParty": "Wewnętrzne",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Mniej niż jeden dzień",
    "CookiePolicyTableLifespan": "Całe życie",
    "CookiePolicyTableSession": "Sesja",
    "CookiePolicyTableThirdpParty": "Zewnętrzne",
    "CookiePolicyTableYears": "Lata",
    "Functionalcookiescategorydescription": "Dzięki tym plikom cookie witryna internetowa może zapewniać ulepszoną funkcjonalność i personalizację. Mogą być one ustawiane przez nas lub przez zewnętrznych dostawców, których usługi dodaliśmy do naszych stron. Jeśli nie zezwolisz na te pliki cookie, niektóre lub wszystkie z tych usług mogą nie działać prawidłowo.",
    "FunctionalcookiesCategoryName": "Funkcjonalne pliki cookie",
    "Marketingcookiescategorydescription": "Akceptując pliki cookie w celach marketingowych, wyrażasz zgodę na umieszczenie plików cookie na Twoim urządzeniu, co pozwoli nam dostarczać Ci treści dostosowane do Twoich zainteresowań. Te pliki cookie mogą być ustawiane na naszej stronie przez naszych partnerów reklamowych lub przez nas, aby stworzyć profil Twoich zainteresowań i wyświetlać Ci odpowiednie treści na naszych i zewnętrznych stronach. Aby móc dostarczać Ci treści dostosowane do Twoich zainteresowań, wykorzystamy Twoje interakcje wraz z danymi osobowymi, które nam przekazałeś/aś na naszej stronie. Aby móc prezentować Ci istotne treści w witrynach zewnętrznych, udostępniamy te informacje oraz identyfikator klienta, taki jak zaszyfrowany adres e-mail lub identyfikator urządzenia, stronom trzecim, takim jak Google, Facebook, Instagram i Snapchat. Celem jest wyświetlanie Ci odpowiednich reklam w witrynach i aplikacjach zewnętrznych. Aby treści były jak najbardziej interesujące dla Ciebie, możemy łączyć te dane na różnych urządzeniach, z których korzystasz. Jeśli nie zaakceptujesz plików cookie o charakterze marketingowym, nie umieścimy ich na Twoim urządzeniu, a dostarczane przez nas treści mogą być dla Ciebie mniej interesujące. Ponadto, jeśli korzystasz z aplikacji mobilnej i nie chcesz być śledzony/a przez naszą aplikację, przestaniemy używać plików cookie marketingowych do śledzenia Cię, nawet jeśli opcja „Pliki cookie marketingowe” jest włączona.",
    "MarketingcookiesCategoryName": "Marketingowe pliki cookie",
    "Performancecookiescategorydescription": "Te pliki cookie pozwalają nam zliczać wizyty i ruch, dzięki czemu możemy zbierać informacje, na przykład o tym, które strony są najpopularniejsze, a także obserwować, w jaki sposób odwiedzający poruszają się po witrynie. Wszystkie informacje gromadzone przez te pliki cookie są agregowane, a zatem anonimowe. Jeśli nie zezwolisz na korzystanie z tych plików cookie, nie będziemy mogli zapewnić Ci spersonalizowanych usług.",
    "PerformancecookiesCategoryName": "Wydajnościowe pliki cookie",
    "Socialmediacookiescategorydescription": "Tego rodzaju pliki cookie są ustawiane przez szereg serwisów społecznościowych, które dodaliśmy do witryny, aby umożliwić Ci udostępnianie naszych treści znajomym i sieciom. Potrafią śledzić Twoją przeglądarkę, gdy odwiedzasz inne witryny, i tworzyć profil Twoich zainteresowań. Może to mieć wpływ na treści i wiadomości wyświetlane na innych odwiedzanych przez Ciebie stronach internetowych. Jeśli nie zezwolisz na korzystanie z tych plików cookie, możesz nie być w stanie korzystać z tych narzędzi do udostępniania lub ich zobaczyć.",
    "SocialmediacookiesCategoryName": "Pliki cookie mediów społecznościowych",
    "Strictlynecessarycategorydescription": "Te pliki cookie są niezbędne do świadczenia naszych usług i nie można ich wyłączyć. Zazwyczaj są one ustawiane tylko w odpowiedzi na podjęte przez Ciebie działania, takie jak utworzenie konta lub zapisanie listy życzeń na później. Możesz ustawić swoją przeglądarkę w taki sposób, aby blokowała te pliki cookie lub ostrzegała Cię o nich, ale może to spowodować, że niektóre części witryny nie będą działać. Te pliki cookie nie przechowują żadnych danych osobowych.",
    "StrictlynecessaryCategoryName": "Niezbędne pliki cookie"
  },
  "pt-BR": {
    "CookiePolicyTableCookeiSubgroup": "Subgrupo de cookies",
    "CookiePolicyTableCookieCategoryList": "Lista de categorias de cookies",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies utilizados",
    "CookiePolicyTableDays": "Dias",
    "CookiePolicyTableFirstParty": "Cookies próprios",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Menos de um dia",
    "CookiePolicyTableLifespan": "Expectativa de vida",
    "CookiePolicyTableSession": "Sessão",
    "CookiePolicyTableThirdpParty": "Cookies de terceiros",
    "CookiePolicyTableYears": "Anos",
    "Functionalcookiescategorydescription": "Esses cookies permitem que o site ofereça funcionalidades e personalizações avançadas. Eles podem ser configurados por nós ou por provedores terceirizados cujos serviços adicionamos às nossas páginas. Se você não permitir esses cookies, alguns ou todos esses serviços podem não funcionar corretamente.",
    "FunctionalcookiesCategoryName": "Cookies funcionais",
    "Marketingcookiescategorydescription": "Ao aceitar cookies de marketing, você nos dá seu consentimento para armazenar cookies no seu dispositivo a fim de lhe oferecer conteúdo relevante que corresponda aos seus interesses. Esses cookies podem ser configurados em nosso site por nossos parceiros de publicidade ou por nós mesmos para criar um perfil dos seus interesses e exibir conteúdo relevante em nossos sites e em sites de terceiros. Para lhe entregar conteúdo que corresponda aos seus interesses, utilizamos as suas interações e as informações pessoais que você nos fornece em nosso site. Para lhe apresentar conteúdo relevante em sites de terceiros, compartilhamos essas informações e um identificador de cliente, como um endereço de e-mail criptografado ou a ID do dispositivo, com terceiros, como Google, Facebook, Instagram e Snapchat. O objetivo é mostrar anúncios relevantes para você em sites e aplicativos de terceiros. Para tornar o conteúdo o mais interessante possível para você, podemos vincular esses dados aos diferentes dispositivos que você utiliza. Se você optar por não aceitar cookies de marketing, não colocaremos esses cookies no seu dispositivo, e você poderá receber conteúdo menos relevante de nós. Além disso, se você usar um aplicativo móvel e optar por não ser rastreado pelo nosso aplicativo, deixaremos de usar cookies de marketing para rastrear você, mesmo que os \"cookies de marketing\" estejam habilitados.",
    "MarketingcookiesCategoryName": "Cookies de marketing",
    "Performancecookiescategorydescription": "Esses cookies nos permitem contar o número de visitas e conhecer o tráfego para coletar informações sobre as páginas mais populares e ver como os visitantes se movimentam pelo site. Todas as informações que esses cookies coletam são agregadas e, portanto, anônimas. Se você não permitir esses cookies, não poderemos lhe oferecer uma experiência personalizada.",
    "PerformancecookiesCategoryName": "Cookies de desempenho",
    "Socialmediacookiescategorydescription": "Eles são configurados por vários serviços de rede social que adicionamos ao site para permitir que você compartilhe nosso conteúdo com amigos e redes de relacionamentos. Eles conseguem rastrear o seu navegador em outros sites e criar um perfil dos seus interesses. Isso pode afetar o conteúdo e as mensagens que você vê em outros sites que visita. Se você não permitir esses cookies, talvez não consiga usar ou ver essas ferramentas de compartilhamento.",
    "SocialmediacookiesCategoryName": "Cookies de redes sociais",
    "Strictlynecessarycategorydescription": "Esses cookies são necessários para a manutenção dos nossos serviços e não podem ser desativados. Normalmente, eles são configurados apenas em resposta às suas ações, por exemplo, quando você cria uma conta ou salva uma lista de desejos para depois. Você pode configurar seu navegador para bloquear esses cookies ou receber um alerta sobre eles, mas isso pode fazer com que algumas partes do site não funcionem. Esses cookies não armazenam nenhuma informação que identifique você pessoalmente.",
    "StrictlynecessaryCategoryName": "Cookies estritamente necessários"
  },
  "pt-PT": {
    "CookiePolicyTableCookeiSubgroup": "Subgrupo de cookies",
    "CookiePolicyTableCookieCategoryList": "Lista de categorias de cookies",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies utilizados",
    "CookiePolicyTableDays": "Dias",
    "CookiePolicyTableFirstParty": "Próprios",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Menos de um dia",
    "CookiePolicyTableLifespan": "Vida útil",
    "CookiePolicyTableSession": "Sessão",
    "CookiePolicyTableThirdpParty": "De terceiros",
    "CookiePolicyTableYears": "Anos",
    "Functionalcookiescategorydescription": "Estes cookies permitem que o site ofereça funcionalidades e personalização otimizadas. Podem ser definidos por nós ou por fornecedores terceiros cujos serviços adicionámos às nossas páginas. Se não aceitar estes cookies, alguns ou todos estes serviços podem não funcionar corretamente.",
    "FunctionalcookiesCategoryName": "Cookies funcionais",
    "Marketingcookiescategorydescription": "Ao aceitar cookies de marketing, está a dar-nos o seu consentimento para colocarmos cookies no seu dispositivo, de modo a fornecer-lhe conteúdo relevante que corresponda aos seus interesses. Estes cookies podem ser definidos no nosso site pelos nossos parceiros de publicidade ou por nós, para criar um perfil dos seus interesses e mostrar-lhe conteúdo relevante nos nossos sites e em sites de terceiros. Para podermos fornecer conteúdo que se adeque aos seus interesses, utilizaremos as suas interações juntamente com as informações pessoais que nos forneceu no nosso site. Para apresentar-lhe conteúdo relevante em sites de terceiros, partilharemos estas informações e um identificador de cliente, como um endereço de e-mail encriptado ou ID de dispositivo, com terceiros, como o Google, o Facebook, o Instagram e o Snapchat. O objetivo é apresentar-lhe anúncios relevantes em sites e aplicações de terceiros. Para tornar o conteúdo o mais interessante possível para si, podemos associar esses dados entre os diferentes dispositivos que utiliza. Se optar por não aceitar cookies de marketing, não colocaremos esses cookies no seu dispositivo e poderá receber conteúdo menos relevante da nossa parte. Além disso, se utilizar a aplicação móvel e optar por não ser rastreado pela nossa aplicação, deixaremos de usar cookies de marketing para o rastrear, mesmo que os “cookies de marketing” estejam ativados.",
    "MarketingcookiesCategoryName": "Cookies de marketing",
    "Performancecookiescategorydescription": "Estes cookies permitem-nos contar as visitas e o tráfego, para que possamos recolher informações, como as páginas que são mais populares, e ver como os visitantes se movem pelo site. Todas as informações que estes cookies recolhem são agregadas e, por conseguinte, anónimas. Se não aceitar estes cookies, não conseguiremos proporcionar-lhe uma experiência personalizada.",
    "PerformancecookiesCategoryName": "Cookies de desempenho",
    "Socialmediacookiescategorydescription": "Estes cookies são configurados por diversos serviços de redes sociais que adicionámos ao site para permitir que partilhe o nosso conteúdo com os seus amigos e redes. São capazes de rastrear o seu navegador noutros sites e criar um perfil dos seus interesses. Isto pode afetar o conteúdo e as mensagens que vê noutros sites que visita. Se não aceitar estes cookies, poderá não conseguir usar ou ver estas ferramentas de partilha.",
    "SocialmediacookiesCategoryName": "Cookies de redes sociais",
    "Strictlynecessarycategorydescription": "Estes cookies são necessários para manter os nossos serviços e não podem ser desativados. Normalmente, são apenas configurados em resposta a ações realizadas por si, como criar uma conta ou guardar uma lista de desejos para mais tarde. Pode configurar o seu navegador para bloquear ou alertá-lo sobre estes cookies, mas isso pode fazer com que algumas partes do site não funcionem. Estes cookies não armazenam nenhuma informação pessoalmente identificável.",
    "StrictlynecessaryCategoryName": "Cookies estritamente necessários"
  },
  "ro-RO": {
    "CookiePolicyTableCookeiSubgroup": "Subgrup de module cookie",
    "CookiePolicyTableCookieCategoryList": "Lista categoriilor de module cookie",
    "CookiePolicyTableCookies": "Module cookie",
    "CookiePolicyTableCookiesUsed": "Module cookie utilizate",
    "CookiePolicyTableDays": "Zile",
    "CookiePolicyTableFirstParty": "Primă parte",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Mai puțin de o zi",
    "CookiePolicyTableLifespan": "Durata de viață",
    "CookiePolicyTableSession": "Sesiune",
    "CookiePolicyTableThirdpParty": "Terță parte",
    "CookiePolicyTableYears": "Ani",
    "Functionalcookiescategorydescription": "Aceste module cookie permit site-ului web să ofere funcționalități și personalizare îmbunătățite. Acestea pot fi setate de noi sau de furnizori terți ale căror servicii le-am adăugat pe paginile noastre. Dacă nu permiți aceste module cookie, este posibil ca unele sau toate aceste servicii să nu funcționeze corespunzător.",
    "FunctionalcookiesCategoryName": "Module cookie de utilitate",
    "Marketingcookiescategorydescription": "Când accepți modulele cookie de marketing, ne dai consimțământul să plasăm module cookie pe dispozitivul tău pentru a-ți oferi conținut relevant care se potrivește intereselor tale. Aceste module cookie pot fi setate prin intermediul site-ului nostru de către partenerii noștri de publicitate sau de noi, pentru a construi un profil al intereselor tale și pentru a-ți arăta conținut relevant pe site-urile noastre și pe site-urile terților. Pentru a putea oferi conținut care se aliniază intereselor tale, vom utiliza interacțiunile tale împreună cu informațiile personale pe care ni le-ai furnizat pe site-ul nostru. Pentru a-ți oferi conținut relevant pe site-uri terțe, vom împărtăși aceste informații și un identificator de client, cum ar fi o adresă de e-mail criptată sau un ID de dispozitiv, cu terțe părți, cum ar fi Google, Facebook, Instagram și Snapchat. Scopul este să îți arătăm anunțuri relevante pe site-uri web și aplicații ale terților. Pentru a face conținutul cât mai interesant posibil pentru tine, este posibil să conectăm aceste date între diferitele dispozitive pe care le utilizezi. Dacă alegi să nu accepți module cookie de marketing, nu vom plasa astfel de module pe dispozitivul tău și este posibil să primești conținut mai puțin relevant de la noi. În plus, dacă utilizezi aplicația mobilă și alegi să elimini urmărirea din aplicația noastră, vom înceta să folosim module cookie de marketing pentru a te urmări chiar dacă „Modulele cookie de marketing” sunt activate.",
    "MarketingcookiesCategoryName": "Module cookie de marketing",
    "Performancecookiescategorydescription": "Aceste module cookie ne permit să contorizăm vizitele și traficul, astfel încât să putem colecta informații precum paginile care sunt cele mai populare și să vedem cum navighează vizitatorii pe site. Toate informațiile pe care aceste module cookie le colectează sunt agregate și, prin urmare, anonime. Dacă nu permiți aceste module cookie, nu vom putea să-ți oferim o experiență personalizată.",
    "PerformancecookiesCategoryName": "Module cookie de funcționare",
    "Socialmediacookiescategorydescription": "Aceste module cookie sunt setate de diverse servicii de social media pe care le-am integrat pe site pentru a-ți permite să distribui conținutul nostru cu prietenii și rețelele tale. Acestea sunt capabile să urmărească browserul tău pe alte site-uri și să creeze un profil al intereselor tale. Acest lucru poate influența conținutul și mesajele pe care le vezi pe alte site-uri pe care le vizitezi. Dacă nu permiți aceste module cookie, este posibil să nu poți utiliza sau vedea aceste instrumente de partajare.",
    "SocialmediacookiesCategoryName": "Module cookie pentru rețelele sociale",
    "Strictlynecessarycategorydescription": "Aceste module cookie sunt necesare pentru a menține serviciile noastre și nu pot fi dezactivate. De obicei, acestea sunt setate doar ca răspuns la acțiunile efectuate de tine, cum ar fi crearea unui cont sau salvarea unei liste de dorințe pentru mai târziu. Poți seta browserul să blocheze sau să te avertizeze despre aceste module cookie, dar acest lucru poate face ca unele părți ale site-ului să nu funcționeze. Aceste module cookie nu stochează nicio informație de identificare personală.",
    "StrictlynecessaryCategoryName": "Module cookie strict necesare"
  },
  "sk-SK": {
    "CookiePolicyTableCookeiSubgroup": "Podskupina súborov cookie",
    "CookiePolicyTableCookieCategoryList": "Zoznam kategórií súborov cookie",
    "CookiePolicyTableCookies": "Súbory cookie",
    "CookiePolicyTableCookiesUsed": "Použité súbory cookie",
    "CookiePolicyTableDays": "Dni",
    "CookiePolicyTableFirstParty": "Prvá strana",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Menej ako jeden deň",
    "CookiePolicyTableLifespan": "Životnosť",
    "CookiePolicyTableSession": "Relácia",
    "CookiePolicyTableThirdpParty": "Tretia strana",
    "CookiePolicyTableYears": "Roky",
    "Functionalcookiescategorydescription": "Tieto súbory cookie umožňujú webovej stránke poskytovať rozšírené funkcie a personalizáciu. Môžeme ich nastaviť my alebo poskytovatelia tretích strán, ktorých služby sme pridali na naše stránky. Ak tieto súbory cookie nepovolíte, niektoré alebo všetky tieto služby nemusia fungovať správne.",
    "FunctionalcookiesCategoryName": "Funkčné súbory cookie",
    "Marketingcookiescategorydescription": "Ak akceptujete marketingové súbory cookie, dávate nám súhlas na ukladanie súborov cookie do vášho zariadenia, aby sme vám mohli poskytovať relevantný obsah, ktorý zodpovedá vašim záujmom. Tieto súbory cookie môžu na našich stránkach nastaviť naši reklamní partneri alebo my, aby sme vytvorili profil vašich záujmov a zobrazovali vám relevantný obsah na našich stránkach a stránkach tretích strán. Aby sme mohli poskytovať obsah, ktorý zodpovedá vašim záujmom, použijeme vaše interakcie spolu s osobnými údajmi, ktoré ste nám poskytli na našej stránke. S cieľom prezentovať vám relevantný obsah na stránkach tretích strán budeme tieto informácie a identifikátor zákazníka, ako je šifrovaná e-mailová adresa alebo identifikátor zariadenia, zdieľať s tretími stranami, ako sú Google, Facebook, Instagram a Snapchat. Naším cieľom je zobrazovať vám relevantné reklamy na webových stránkach a v aplikáciách tretích strán. V záujme toho, aby bol obsah pre vás čo najzaujímavejší, môžeme tieto údaje prepojiť medzi rôznymi zariadeniami, ktoré používate. Ak sa rozhodnete neakceptovať marketingové súbory cookie, nebudeme takéto súbory cookie ukladať do vášho zariadenia a môže sa stať, že sa vám bude zobrazovať menej relevantný obsah. Okrem toho, ak používate mobilnú aplikáciu a rozhodnete sa, že si neželáte, aby vás naša aplikácia sledovala, prestaneme používať marketingové súbory cookie na vaše sledovanie, aj keď je možnosť „Marketingové súbory cookie“ povolená.",
    "MarketingcookiesCategoryName": "Marketingové súbory cookie",
    "Performancecookiescategorydescription": "Tieto súbory cookie nám umožňujú počítať návštevy a návštevnosť, aby sme mohli zhromažďovať informácie, napríklad o tom, ktoré stránky sú najobľúbenejšie, a zistiť, ako sa návštevníci pohybujú po stránke. Všetky informácie, ktoré tieto súbory cookie zhromažďujú, sú agregované, a preto anonymné. Ak tieto súbory cookie nepovolíte, nebudeme vám môcť poskytovať personalizované služby.",
    "PerformancecookiesCategoryName": "Výkonnostné súbory cookie",
    "Socialmediacookiescategorydescription": "Tieto súbory cookie nastavujú rôzne služby sociálnych médií, ktoré sme pridali na stránku, aby ste mohli zdieľať náš obsah so svojimi priateľmi a komunitami. Dokážu sledovať váš prehliadač na iných stránkach a vytvárať profil vašich záujmov. To môže mať vplyv na obsah a správy, ktoré sa zobrazujú na iných webových stránkach, ktoré navštívite. Ak tieto súbory cookie nepovolíte, tieto nástroje na zdieľanie možno nebudete môcť používať alebo sa vám vôbec nebudú zobrazovať.",
    "SocialmediacookiesCategoryName": "Súbory cookie sociálnych médií",
    "Strictlynecessarycategorydescription": "Tieto súbory cookie sú potrebné na prevádzku našich služieb a nie je možné ich vypnúť. Zvyčajne sa nastavujú len v reakcii na vaše akcie, ako je vytvorenie účtu alebo uloženie zoznamu želaní na neskôr. Prehliadač môžete nastaviť tak, aby tieto súbory cookie blokoval alebo vás na ne upozorňoval, čo však môže spôsobiť, že niektoré časti stránky nebudú fungovať. Tieto súbory cookie neobsahujú žiadne osobné údaje.",
    "StrictlynecessaryCategoryName": "Nevyhnutne potrebné súbory cookie"
  },
  "sl-SI": {
    "CookiePolicyTableCookeiSubgroup": "Podskupina piškotkov",
    "CookiePolicyTableCookieCategoryList": "Seznam kategorij piškotkov",
    "CookiePolicyTableCookies": "Piškotki",
    "CookiePolicyTableCookiesUsed": "Uporabljeni piškotki",
    "CookiePolicyTableDays": "Dnevi",
    "CookiePolicyTableFirstParty": "Prva stranka",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Manj kot en dan",
    "CookiePolicyTableLifespan": "Življenjska doba",
    "CookiePolicyTableSession": "Seja",
    "CookiePolicyTableThirdpParty": "Tretja oseba",
    "CookiePolicyTableYears": "Leta",
    "Functionalcookiescategorydescription": "Ti piškotki spletni strani omogočajo zagotavljanje dodatnih funkcionalnosti in prilagoditev. Lahko jih nastavimo mi ali ponudniki tretjih oseb, katerih storitve smo dodali na naše strani. Če ne dovolite teh piškotkov, nekatere ali vse te storitve morda ne bodo delovale pravilno.",
    "FunctionalcookiesCategoryName": "Funkcionalni piškotki",
    "Marketingcookiescategorydescription": "Ko sprejmete marketinške piškotke, nam podate soglasje, da lahko na vašo napravo namestimo piškotke za zagotavljanje ustreznih vsebin, ki ustrezajo vašim interesom. Te piškotke lahko na našem spletnem mestu nastavijo naši oglaševalski partnerji ali mi, da ustvarimo profil vaših interesov in vam prikažemo ustrezno vsebino na naših in drugih spletnih mestih. Da bi lahko zagotovili vsebino, ki ustreza vašim interesom, bomo uporabili vaše interakcije skupaj z osebnimi podatki, ki ste nam jih posredovali na naši spletni strani. Da bi vam predstavili ustrezno vsebino na spletnih mestih tretjih oseb, bomo te podatke in identifikator stranke, kot je šifrirani e-poštni naslov ali ID naprave, delili s tretjimi osebami, kot so Google, Facebook, Instagram in Snapchat. Namen je prikazovanje ustreznih oglasov vam na spletnih mestih in v aplikacijah tretjih oseb. Da bi bila vsebina za vas čim bolj zanimiva, lahko te podatke povežemo med različnimi napravami, ki jih uporabljate. Če se odločite, da ne sprejmete marketinških piškotkov, takih piškotkov ne bomo namestili na vašo napravo, zato boste od nas morda prejeli manj relevantno vsebino. Poleg tega, če uporabljate mobilno aplikacijo in se odločite, da vas naša aplikacija ne spremlja, bomo prenehali uporabljati tržne piškotke za sledenje, tudi če so »tržni piškotki« omogočeni.",
    "MarketingcookiesCategoryName": "Piškotki za trženje",
    "Performancecookiescategorydescription": "Ti piškotki nam omogočajo štetje obiskov in prometa, da lahko zbiramo vpoglede, kot so, katere strani so najbolj priljubljene, in vidimo, kako se obiskovalci premikajo po spletnem mestu. Vse informacije, ki jih ti piškotki zbirajo, so združene in zato anonimne. Če teh piškotkov ne dovolite, vam ne bomo mogli zagotoviti prilagojene izkušnje.",
    "PerformancecookiesCategoryName": "Piškotki za delovanje",
    "Socialmediacookiescategorydescription": "Te piškotke nastavijo različne storitve družbenih medijev, ki smo jih dodali na spletno mesto, da vam omogočimo deljenje naše vsebine s prijatelji in omrežji. Zmožni so slediti vašemu brskalniku na drugih spletnih mestih in ustvariti profil vaših interesov. To lahko vpliva na vsebino in sporočila, ki jih vidite na drugih spletnih mestih, ki jih obiščete. Če ne dovolite teh piškotkov, morda ne boste mogli uporabljati ali videti teh orodij za deljenje.",
    "SocialmediacookiesCategoryName": "Piškotki družbenih omrežij",
    "Strictlynecessarycategorydescription": "Ti piškotki so nujni za delovanje naših storitev in jih ni mogoče izklopiti. Običajno se nastavijo le kot odziv na vaša dejanja, kot je ustvarjanje računa ali shranjevanje seznama želja za pozneje. Brskalnik lahko nastavite tako, da blokira ali vas opozori na te piškotke, vendar lahko to povzroči, da nekateri deli spletnega mesta ne bodo delovali. Ti piškotki ne shranjujejo nobenih osebno prepoznavnih informacij.",
    "StrictlynecessaryCategoryName": "Nujno potrebni piškotki"
  },
  "sr-RS": {
    "CookiePolicyTableCookeiSubgroup": "Podgrupa kolačića",
    "CookiePolicyTableCookieCategoryList": "Lista kategorija kolačića",
    "CookiePolicyTableCookies": "Kolačići",
    "CookiePolicyTableCookiesUsed": "Korišćeni kolačići",
    "CookiePolicyTableDays": "Dani",
    "CookiePolicyTableFirstParty": "Prva strana",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Manje od jednog dana",
    "CookiePolicyTableLifespan": "Životni vek",
    "CookiePolicyTableSession": "Sesija",
    "CookiePolicyTableThirdpParty": "Treća strana",
    "CookiePolicyTableYears": "Godine",
    "Functionalcookiescategorydescription": "Ti kolačići omogućavaju sajtu da pruži poboljšanu funkcionalnost i personalizaciju. Možemo ih postaviti mi ili pružaoci treće strane čije smo usluge dodali na naše stranice. Ako ne onemogućiš te kolačiće, neke ili sve ove usluge možda neće ispravno funkcionisati.",
    "FunctionalcookiesCategoryName": "Funkcionalni kolačići",
    "Marketingcookiescategorydescription": "Kada prihvatiš marketinške kolačiće, daješ nam saglasnost da postavimo kolačiće na tvoj uređaj kako bismo ti pružali relevantan sadržaj koji odgovara tvojim interesima. Ti kolačići mogu putem našeg sajta postaviti naši partneri za oglašavanje ili mi, kako bismo napravili profil tvojih interesovanja i prikazivali ti relevantan sadržaj na našim i sajtovima trećih strana. Da bismo mogli da pružamo sadržaj koji odgovara tvojim interesovanjima, koristićemo tvoje interakcije zajedno sa podacima o ličnosti koje si nam pružio/la na našem sajtu. Da bismo ti prikazivali relevantan sadržaj na sajtovima trećih strana, delićemo te informacije i identifikator korisnika, kao što su šifrovana e-adresa ili ID uređaja, sa trećim stranama, kao što su Google, Facebook, Instagram i Snapchat. Svrha je da ti prikazujemo relevantne oglase na sajtovima i u aplikacijama trećih strana. Da bismo ti sadržaj učinili što zanimljivijim, možemo da povežemo te podatke na različitim uređajima koje koristiš. Ako odlučiš da ne prihvatiš marketinške kolačiće, nećemo postavljati takve kolačiće na tvoj uređaj i možda ćeš dobijati manje relevantan sadržaj od nas. Pored toga, ako koristiš aplikaciju za mobilne uređaje i odlučiš da te naša aplikacija ne prati, prestaćemo da koristimo marketinške kolačiće za praćenje čak i ako su „marketinški kolačići” omogućeni.",
    "MarketingcookiesCategoryName": "Marketinški kolačići",
    "Performancecookiescategorydescription": "Ovi kolačići nam omogućavaju da brojimo posete i merimo obim saobraćaja, kako bismo mogli da prikupljamo informacije, npr. koje su stranice najpopularnije i kako se posetioci kreću po sajtu. Sve informacije koje ovi kolačići prikupljaju su objedinjene i stoga anonimne. Ako ne dozvoliš ove kolačiće, nećemo moći da ti pružamo prilagođeno iskustvo.",
    "PerformancecookiesCategoryName": "Kolačići učinka",
    "Socialmediacookiescategorydescription": "Te kolačiće postavlja niz usluga društvenih medija koje smo dodali na sajt kako bismo ti omogućili da deliš naš sadržaj sa svojim prijateljima i mrežama. Imaju sposobnost da prate tvoj pregledač na drugim sajtovima i kreiraju profil tvojih interesovanja. To može uticati na sadržaj i poruke koje vidiš na drugim sajtovima koje posećuješ. Ako ne omogućiš ove kolačiće, možda nećeš moći da koristiš ili vidiš ove alatke za deljenje.",
    "SocialmediacookiesCategoryName": "Kolačići društvenih medija",
    "Strictlynecessarycategorydescription": "Ti kolačići su neophodni za održavanje naših usluga i ne mogu se isključiti. Obično se postavljaju samo kao odgovor na radnje koje si obavio/la, kao što su kreiranje naloga ili čuvanje liste želja za kasnije. Možeš da podesiš pregledač da blokira ili te upozori na ove kolačiće, ali to može dovesti do toga da neki delovi sajta ne funkcionišu. Ti kolačići ne čuvaju nikakve informacije kojima se može otkriti identitet.",
    "StrictlynecessaryCategoryName": "Strogo neophodni kolačići"
  },
  "sv-FI": {
    "CookiePolicyTableCookeiSubgroup": "Cookie-undergrupp",
    "CookiePolicyTableCookieCategoryList": "Lista över cookie-kategorier",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Använda cookies",
    "CookiePolicyTableDays": "Dagar",
    "CookiePolicyTableFirstParty": "Första part",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Mindre än en dag",
    "CookiePolicyTableLifespan": "Livslängd",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Tredje part",
    "CookiePolicyTableYears": "År",
    "Functionalcookiescategorydescription": "Dessa cookies gör det möjligt för webbplatsen att tillhandahålla förbättrad funktionalitet och personalisering. De kan ställas in av oss eller av tredjepartsleverantörer vars tjänster vi har lagt till på våra sidor. Om du inte tillåter dessa cookies kan vissa eller alla av dessa tjänster sluta fungera korrekt.",
    "FunctionalcookiesCategoryName": "Funktionella cookies",
    "Marketingcookiescategorydescription": "När du accepterar marknadsföringscookies ger du oss ditt samtycke till att placera cookies på din enhet för att förse dig med relevant innehåll som passar dina intressen. Dessa cookies kan placeras på vår webbplats av våra annonspartners eller av oss för att skapa en profil över dina intressen och visa dig relevant innehåll på vår och tredje parts webbplatser. Vi använder dina interaktioner och den personliga information som du har lämnat på vår webbplats för att leverera innehåll som matchar dina intressen. Vi delar denna information, tillsammans med en kundidentifierare som en krypterad e-postadress eller enhets-ID, med tredje parter som Google, Facebook, Instagram och Snapchat för att presentera dig med relevant innehåll på deras plattformar. Syftet är att visa relevanta annonser för dig på tredjepartswebbplatser och appar. Vi kan länka dessa uppgifter mellan de olika enheter du använder för att göra innehållet så relevant och engagerande som möjligt för dig. Om du väljer att inte acceptera marknadsföringscookies kommer vi inte att placera sådana cookies på din enhet, och du kan uppleva mindre relevant innehåll från oss. Dessutom, om du använder vår mobilapp och väljer att inte bli spårad av den, kommer vi att sluta använda marknadsföringscookies för att spåra dig, även om ”Marknadsföringscookies” är aktiverade.",
    "MarketingcookiesCategoryName": "Marknadsföringscookies",
    "Performancecookiescategorydescription": "Dessa cookies gör det möjligt för oss att räkna besök och trafik, så att vi kan samla in insikter om vilka sidor som är mest populära och se hur besökarna rör sig på webbplatsen. All information som dessa cookies samlar in är aggregerad och därför anonym. Om du inte tillåter dessa cookies kommer vi inte att kunna ge dig en skräddarsydd upplevelse.",
    "PerformancecookiesCategoryName": "Prestandacookies",
    "Socialmediacookiescategorydescription": "Dessa cookies sätts av en rad sociala medietjänster som vi har lagt till på webbplatsen för att du ska kunna dela vårt innehåll med dina vänner och nätverk. De kan spåra din webbläsare på andra webbplatser och skapa en profil av dina intressen. Detta kan påverka innehållet och meddelandena du ser på andra webbplatser du besöker. Om du inte tillåter dessa cookies kanske du inte kan använda eller se dessa delningsverktyg.",
    "SocialmediacookiesCategoryName": "Cookies för sociala medier",
    "Strictlynecessarycategorydescription": "Dessa cookies är nödvändiga för att upprätthålla våra tjänster och kan inte stängas av. De ställs vanligtvis endast in som svar på åtgärder du har utfört, såsom att skapa ett konto eller spara en önskelista för senare. Du kan ställa in din webbläsare att blockera eller varna dig om dessa cookies, men det kan göra att vissa delar av webbplatsen inte fungerar. Dessa cookies lagrar ingen personligt identifierbar information.",
    "StrictlynecessaryCategoryName": "Strikt nödvändiga cookies"
  },
  "sv-SE": {
    "CookiePolicyTableCookeiSubgroup": "Undergrupp av cookies",
    "CookiePolicyTableCookieCategoryList": "Lista över cookiekategorier",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies som används",
    "CookiePolicyTableDays": "Dagar",
    "CookiePolicyTableFirstParty": "Första part",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Mindre än en dag",
    "CookiePolicyTableLifespan": "Livslängd",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Tredje part",
    "CookiePolicyTableYears": "År",
    "Functionalcookiescategorydescription": "Dessa cookies gör det möjligt för webbplatsen att erbjuda förbättrad funktionalitet och anpassning. De kan ställas in av oss eller av tredjepartsleverantörer vars tjänster vi har lagt till på våra sidor. Om du inte tillåter dessa cookies kan det hända att vissa eller samtliga av dessa tjänster inte fungerar som avsett.",
    "FunctionalcookiesCategoryName": "Funktionella cookies",
    "Marketingcookiescategorydescription": "När du godkänner marknadsföringscookies ger du oss ditt samtycke att placera cookies på din enhet för att tillhandahålla relevant innehåll som passar dina intressen. Dessa cookies kan placeras på vår webbplats av våra annonspartners eller oss själva, för att skapa en profil av dina intressen och visa dig relevant innehåll på våra och tredje parts webbplatser. För att kunna leverera innehåll som passar dina intressen använder vi dina interaktioner tillsammans med de personuppgifter som du har lämnat till oss på vår webbplats. För att kunna erbjuda dig relevant innehåll på webbplatser från tredje part delar vi uppgifterna samt en kundidentifierare, till exempel en krypterad e-postadress eller enhets-id, med tredje parter som Google, Facebook, Instagram och Snapchat. Syftet är att visa relevanta annonser för dig på tredje parts webbplatser och appar. För att göra innehållet så intressant som möjligt för dig kan vi länka de här uppgifterna mellan de olika enheter du använder. Om du väljer att inte godkänna marknadsföringscookies kommer vi inte att placera sådana cookies på din enhet, och du kan uppleva innehållet från oss som mindre relevant. Om du använder mobilappen och väljer att inte bli spårad av vår app kommer vi dessutom att sluta använda marknadsföringscookies för att spåra dig, även om marknadsföringscookies är aktiverade.",
    "MarketingcookiesCategoryName": "Marknadsföringscookies",
    "Performancecookiescategorydescription": "Dessa cookies gör det möjligt för oss att räkna besök och trafik så att vi kan samla in insikter, till exempel vilka sidor som är mest populära och hur besökare rör sig på webbplatsen. All information som samlas in genom dessa cookies är sammanställd och därför anonym. Om du inte tillåter dessa cookies kommer vi inte att kunna erbjuda dig en anpassad upplevelse.",
    "PerformancecookiesCategoryName": "Prestandacookies",
    "Socialmediacookiescategorydescription": "Dessa cookies placeras ut av olika sociala medietjänster som vi har lagt till på webbplatsen för att du ska kunna dela vårt innehåll med dina vänner och nätverk. De kan spåra din webbläsare på andra webbplatser och skapa en profil av dina intressen. Det kan påverka vilket innehåll och vilka meddelanden du ser på andra webbplatser som du besöker. Om du inte tillåter dessa cookies kan det hända att du inte kan använda eller se sådana delningsverktyg.",
    "SocialmediacookiesCategoryName": "Cookies för sociala medier",
    "Strictlynecessarycategorydescription": "Dessa cookies är nödvändiga för att upprätthålla våra tjänster och kan inte stängas av. De ställs vanligtvis bara in som svar på åtgärder som du har utfört, till exempel att skapa ett konto eller spara en önskelista till senare. Du kan konfigurera din webbläsare för att blockera eller varna dig om dessa cookies, men det kan göra att vissa delar av webbplatsen inte fungerar. Dessa cookies lagrar ingen personligt identifierbar information.",
    "StrictlynecessaryCategoryName": "Strikt nödvändiga cookies"
  },
  "tr-TR": {
    "CookiePolicyTableCookeiSubgroup": "Çerez alt grubu",
    "CookiePolicyTableCookieCategoryList": "Çerez kategorisi listesi",
    "CookiePolicyTableCookies": "Çerezler",
    "CookiePolicyTableCookiesUsed": "Kullanılan çerezler",
    "CookiePolicyTableDays": "Günler",
    "CookiePolicyTableFirstParty": "Birinci taraf",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Bir günden az",
    "CookiePolicyTableLifespan": "Yaşam Süresi",
    "CookiePolicyTableSession": "Oturum",
    "CookiePolicyTableThirdpParty": "Üçüncü taraf",
    "CookiePolicyTableYears": "Yıllar",
    "Functionalcookiescategorydescription": "Bu çerezler, web sitesinin gelişmiş işlevsellik ve kişiselleştirme sunmasına olanak tanır. Bunlar, bizim tarafımızdan veya hizmetlerini sayfalarımıza eklediğimiz üçüncü taraf sağlayıcılar tarafından yerleştirilebilir. Bu çerezlere izin vermezseniz, bu hizmetlerin bazıları veya tamamı düzgün çalışmayabilir.",
    "FunctionalcookiesCategoryName": "İşlevsel çerezler",
    "Marketingcookiescategorydescription": "Pazarlama çerezlerini kabul ettiğinizde, ilgi alanlarınıza uygun içerik sağlamak amacıyla cihazınıza çerez yerleştirmemize onay vermiş olursunuz. Bu çerezler, ilgi alanlarınızın bir profilini oluşturmak ve size kendi sitelerimizde ve üçüncü taraf sitelerde alakalı içerik göstermek için reklam ortaklarımız veya tarafımızca sitemiz üzerinden yerleştirilebilir. İlgi alanlarınıza uygun içerik sunabilmek için sitemizde bize sağladığınız kişisel bilgilerle birlikte etkileşimlerinizi kullanacağız. Üçüncü taraf sitelerde size uygun içerik sunabilmek için bu bilgileri ve şifrelenmiş bir e-posta adresi veya cihaz kimliği gibi bir müşteri tanımlayıcısını Google, Facebook, Instagram ve Snapchat gibi üçüncü taraflarla paylaşacağız. Amaç, üçüncü taraf web siteleri ve uygulamalarında size alakalı reklamlar göstermektir. İçeriği sizin için olabildiğince ilgi çekici hale getirmek amacıyla, kullandığınız farklı cihazlar arasında bu verileri bağlayabiliriz. Pazarlama çerezlerini kabul etmemeyi seçerseniz, bu tür çerezleri cihazınıza yerleştirmeyiz ve bizden daha az alakalı içerikle karşılaşabilirsiniz. Ayrıca, mobil uygulamayı kullanır ve uygulamamız tarafından izlenmemeyi seçerseniz, \"Pazarlama çerezleri\" etkinleştirilmiş olsa bile sizi izlemek için pazarlama çerezlerini kullanmayı bırakırız.",
    "MarketingcookiesCategoryName": "Pazarlama çerezleri",
    "Performancecookiescategorydescription": "Bu çerezler, hangi sayfaların en popüler olduğunu ve ziyaretçilerin sitede nasıl hareket ettiğini görebilmemiz için ziyaretleri ve trafiği saymamıza olanak tanır. Bu çerezlerin topladığı tüm bilgiler birleştirilmiştir ve bu nedenle anonimdir. Bu çerezlere izin vermezseniz size kişiselleştirilmiş bir deneyim sunamayız.",
    "PerformancecookiesCategoryName": "Performans çerezleri",
    "Socialmediacookiescategorydescription": "Bu çerezler, içeriğimizi arkadaşlarınız ve ağlarınızla paylaşabilmeniz için siteye eklediğimiz çeşitli sosyal medya hizmetleri tarafından yerleştirilir. Tarayıcınızı diğer sitelerde takip edebilir ve ilgi alanlarınızın bir profilini oluşturabilirler. Bu, ziyaret ettiğiniz diğer web sitelerinde gördüğünüz içerik ve mesajları etkileyebilir. Bu çerezlere izin vermezseniz, bu paylaşım araçlarını kullanmanız veya görmeniz mümkün olmayabilir.",
    "SocialmediacookiesCategoryName": "Sosyal medya çerezleri",
    "Strictlynecessarycategorydescription": "Bu çerezler hizmetlerimizi sürdürmek için gereklidir ve kapatılamaz. Bunlar genellikle hesap oluşturmak veya daha sonra kullanmak üzere bir istek listesi kaydetmek gibi sizin tarafınızdan yapılan işlemleri kaydetmek için yerleştirilir. Tarayıcınızı bu çerezleri engelleyecek veya sizi uyaracak şekilde ayarlayabilirsiniz. Ancak bunu yapmak, sitenin bazı bölümlerinin çalışmamasına neden olabilir. Bu çerezler kişisel olarak tanımlanabilir hiçbir bilgiyi depolamaz.",
    "StrictlynecessaryCategoryName": "Kesinlikle gerekli çerezler"
  },
  "uk-UA": {
    "CookiePolicyTableCookeiSubgroup": "Підгрупа файлів cookie",
    "CookiePolicyTableCookieCategoryList": "Список категорій файлів cookie",
    "CookiePolicyTableCookies": "Файли cookie",
    "CookiePolicyTableCookiesUsed": "Використані файли cookie",
    "CookiePolicyTableDays": "Дн.",
    "CookiePolicyTableFirstParty": "Перша сторона",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Менше одного дня",
    "CookiePolicyTableLifespan": "Термін дії",
    "CookiePolicyTableSession": "Сеанс",
    "CookiePolicyTableThirdpParty": "Третя сторона",
    "CookiePolicyTableYears": "Років",
    "Functionalcookiescategorydescription": "Ці файли cookie дозволяють веб-сайту надавати розширені функції та персональний сервіс. Вони можуть бути встановлені нами або сторонніми постачальниками, чиї послуги ми додали на наші сторінки. Якщо ви не дозволите ці файли cookie, деякі або всі ці сервіси можуть не працювати належним чином.",
    "FunctionalcookiesCategoryName": "Функціональні файли cookie",
    "Marketingcookiescategorydescription": "Коли ви приймаєте маркетингові файли cookie, ви даєте нам свою згоду розміщувати файли cookie на вашому пристрої, щоб надавати вам відповідний контент, який відповідає вашим інтересам. Ці файли cookie можуть бути встановлені через наш сайт нашими рекламними партнерами або нами, щоб створити профіль ваших інтересів та показати вам відповідний контент на наших та сторонніх сайтах. Щоб мати можливість надавати контент, що відповідає вашим інтересам, ми будемо використовувати ваші дії разом з особистою інформацією, яку ви надали нам на нашому сайті. Щоб надати вам відповідний контент на сторонніх сайтах, ми надамо цю інформацію та ідентифікатор клієнта, наприклад зашифровану адресу електронної пошти або ідентифікатор пристрою, третім сторонам, таким як Google, Facebook, Instagram і Snapchat. Мета полягає в тому, щоб показувати вам релевантну рекламу на сторонніх веб-сайтах і в додатках. Щоб зробити контент максимально цікавим для вас, ми можемо зв'язати ці дані на різних пристроях, які ви використовуєте. Якщо ви вирішите не приймати маркетингові файли cookie, ми не будемо розміщувати такі файли cookie на вашому пристрої, і ви можете отримати менш релевантний вміст від нас. Крім того, якщо ви користуєтеся мобільним додатком і не надасте згоду на відстеження у нашому додатку, ми припинимо використовувати маркетингові файли cookie для відстеження вас, навіть якщо «Маркетингові файли cookie» ввімкнено.",
    "MarketingcookiesCategoryName": "Маркетингові файли cookie",
    "Performancecookiescategorydescription": "Ці файли cookie дозволяють нам підраховувати відвідування та трафік, щоб ми могли збирати інформацію, наприклад, які сторінки є найпопулярнішими, і бачити, як відвідувачі рухаються по сайту. Вся інформація, яку збирають ці файли cookie, є агрегованою і, отже, анонімною. Якщо ви не дозволите ці файли cookie, ми не зможемо надати вам індивідуальний сервіс.",
    "PerformancecookiesCategoryName": "Файли cookie для підвищення ефективності",
    "Socialmediacookiescategorydescription": "Ці файли cookie встановлюються різними службами соціальних мереж, які ми додали на сайт, щоб ви могли ділитися нашим контентом зі своїми друзями та мережами. Вони можуть відстежувати ваш браузер на інших сайтах і створювати профіль ваших інтересів. Це може вплинути на контент і повідомлення, які ви бачите на інших вебсайтах, які відвідуєте. Якщо ви не дозволите ці файли cookie, ви не зможете використовувати або побачити ці інструменти для публікації.",
    "SocialmediacookiesCategoryName": "Файли cookie соціальних мереж",
    "Strictlynecessarycategorydescription": "Ці файли cookie необхідні для підтримки наших послуг і їх не можна вимкнути. Зазвичай вони встановлюються лише у відповідь на ваші дії, такі як створення облікового запису або збереження списку бажань на потім. Ви можете налаштувати свій браузер на блокування цих файлів cookie або сповіщення про них, але це може призвести до того, що деякі частини сайту не працюватимуть. Ці файли cookie не зберігають жодної інформації, що дозволяє ідентифікувати особу.",
    "StrictlynecessaryCategoryName": "Строго необхідні файли cookie"
  },
  "vi-VN": {
    "CookiePolicyTableCookeiSubgroup": "Nhóm phụ cookie",
    "CookiePolicyTableCookieCategoryList": "Danh sách danh mục cookie",
    "CookiePolicyTableCookies": "Cookie",
    "CookiePolicyTableCookiesUsed": "Cookies đã sử dụng",
    "CookiePolicyTableDays": "Ngày",
    "CookiePolicyTableFirstParty": "Bên thứ nhất",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Chưa đầy một ngày",
    "CookiePolicyTableLifespan": "Vòng đời",
    "CookiePolicyTableSession": "Phiên",
    "CookiePolicyTableThirdpParty": "Bên thứ ba",
    "CookiePolicyTableYears": "Năm",
    "Functionalcookiescategorydescription": "Những cookie này cho phép trang web cung cấp các chức năng nâng cao và cá nhân hóa. Chúng có thể được thiết lập bởi chúng tôi hoặc bởi các nhà cung cấp bên thứ ba có dịch vụ mà chúng tôi đã thêm vào trang của mình. Nếu bạn không cho phép các cookie này, thì một số hoặc tất cả các dịch vụ này có thể không hoạt động đúng cách.",
    "FunctionalcookiesCategoryName": "Cookie chức năng",
    "Marketingcookiescategorydescription": "Với việc chấp nhận cookie tiếp thị, bạn đồng ý cho phép chúng tôi đặt cookie trên thiết bị của bạn để cung cấp nội dung phù hợp với các mối quan tâm của bạn. Những cookie này có thể được thiết lập thông qua trang web của chúng tôi bởi các đối tác quảng cáo hoặc chính chúng tôi, nhằm xây dựng hồ sơ về các mối quan tâm của bạn và hiển thị nội dung phù hợp trên trang web của chúng tôi và của bên thứ ba. Để cung cấp được nội dung phù hợp với mối quan tâm của bạn, chúng tôi sẽ khai thác các hoạt động tương tác của bạn cùng với thông tin cá nhân mà bạn đã cung cấp cho chúng tôi trên trang web của chúng tôi. Để cung cấp cho bạn nội dung phù hợp trên các trang web của bên thứ ba, chúng tôi chia sẻ thông tin này và mã định danh khách hàng, chẳng hạn như địa chỉ email được mã hóa hoặc id thiết bị, với các bên thứ ba, chẳng hạn như Google, Facebook, Instagram và Snapchat. Mục đích là hiển thị quảng cáo phù hợp cho bạn trên các trang web và ứng dụng của bên thứ ba. Để khiến nội dung trở nên thú vị nhất với bạn, chúng tôi có thể liên kết dữ liệu này trên các thiết bị khác nhau mà bạn sử dụng. Nếu bạn không chấp nhận cookie tiếp thị, chúng tôi sẽ không đặt các cookie đó trên thiết bị của bạn và bạn có thể thấy những nội dung ít liên quan hơn từ chúng tôi. Ngoài ra, nếu bạn sử dụng ứng dụng di động và chọn không để ứng dụng của chúng tôi theo dõi, chúng tôi sẽ ngừng sử dụng cookie tiếp thị để theo dõi bạn ngay cả khi \"Cookie tiếp thị\" được bật.",
    "MarketingcookiesCategoryName": "Tiếp thị qua Cookie",
    "Performancecookiescategorydescription": "Những cookie này cho phép chúng tôi đếm số lượt truy cập và lưu lượng truy cập để thu thập những thông tin chuyên sâu như trang nào được yêu thích nhất và cách khách truy cập di chuyển trên trang web. Tất cả thông tin mà các cookie này thu thập đều được gộp chung vào với nhau và do đó, ẩn danh. Nếu bạn không cho phép các cookie này, chúng tôi sẽ không thể cung cấp cho bạn trải nghiệm cá nhân hóa.",
    "PerformancecookiesCategoryName": "Cookie hiệu suất",
    "Socialmediacookiescategorydescription": "Những cookie này được thiết lập bởi một loạt các dịch vụ truyền thông xã hội mà chúng tôi đã thêm vào trang web để bạn có thể chia sẻ nội dung của chúng tôi với bạn bè và mạng lưới của bạn. Chúng có thể theo dõi trình duyệt của bạn trên các trang web khác và tạo hồ sơ về các mối quan tâm của bạn. Việc này có thể ảnh hưởng đến nội dung và thông điệp bạn thấy trên các trang web khác mà bạn truy cập. Nếu bạn không cho phép các cookie này, bạn có thể không sử dụng hoặc thấy được các công cụ chia sẻ này.",
    "SocialmediacookiesCategoryName": "Cookie mạng xã hội",
    "Strictlynecessarycategorydescription": "Đây là những cookie cần thiết để duy trì các dịch vụ của chúng tôi và không thể tắt. Chúng thường chỉ được thiết lập với mục đích phản hồi các hành động bạn thực hiện, chẳng hạn như tạo tài khoản hoặc lưu danh sách mong muốn để dùng sau. Bạn có thể cài đặt trình duyệt để chặn hoặc thông báo cho bạn về những cookie này, nhưng điều đó có thể khiến một số phần của trang web không hoạt động. Những cookie này không lưu trữ bất kỳ thông tin cá nhân nào có thể nhận dạng được.",
    "StrictlynecessaryCategoryName": "Cookie tuyệt đối cần thiết"
  },
  "zh-CN": {
    "CookiePolicyTableCookeiSubgroup": "Cookie 子组",
    "CookiePolicyTableCookieCategoryList": "Cookie 类别列表",
    "CookiePolicyTableCookies": "Cookie",
    "CookiePolicyTableCookiesUsed": "使用的 Cookie",
    "CookiePolicyTableDays": "天",
    "CookiePolicyTableFirstParty": "第一方",
    "CookiePolicyTableFirstPartyLessThanOneDy": "少于一天",
    "CookiePolicyTableLifespan": "寿命",
    "CookiePolicyTableSession": "会话",
    "CookiePolicyTableThirdpParty": "第三方",
    "CookiePolicyTableYears": "年",
    "Functionalcookiescategorydescription": "这些 Cookie 使网站能够提供增强的功能和个性化服务。它们可能由我们设置，也可能由我们在网页中添加其服务的第三方供应商设置。如果您不允许这些 Cookie，则部分或全部服务可能无法正常运行。",
    "FunctionalcookiesCategoryName": "功能性 Cookie",
    "Marketingcookiescategorydescription": "当您接受营销 Cookie 时，即表示您同意我们在您的设备上放置 Cookie，以便为您提供符合您兴趣的相关内容。这些 Cookie 可能是由我们的广告合作伙伴或我们通过我们的网站设置，以建立您的兴趣档案，并在我们和第三方网站上向您展示相关内容。为了能够提供符合您兴趣的内容，我们将使用您在我们网站上提供给我们的互动信息和个人信息。为了向您展示第三方网站上的相关内容，我们将与第三方（例如 Google、Facebook、Instagram 和 Snapchat）共享这些信息和客户标识符，例如加密的电子邮件地址或设备 ID。目的是在第三方网站和应用程序上向您展示相关广告。为了使内容尽可能地吸引您的兴趣，我们可能会将这些数据链接到您使用的不同设备上。如果您选择不接受营销 Cookie，我们将不会在您的设备上放置此类 Cookie，并且您可能会体验到我们提供的相关性较低的内容。此外，如果您使用移动应用程序并选择不被我们的应用程序跟踪，即使启用了“营销 Cookie”，我们也会停止使用营销 Cookie 来跟踪您。",
    "MarketingcookiesCategoryName": "营销 Cookie",
    "Performancecookiescategorydescription": "这些 Cookie 允许我们统计访问量和流量，以便我们可以收集见解，例如哪些页面最受欢迎，并查看访客如何在网站上移动。这些 Cookie 收集的所有信息都是汇总的，因此是匿名的。如果您不允许这些 Cookie，我们将无法为您提供量身定制的体验。",
    "PerformancecookiesCategoryName": "性能 Cookie",
    "Socialmediacookiescategorydescription": "这些 Cookie 是由我们添加到网站的一系列社交媒体服务所设置，以便您能够与朋友和社交网络共享我们的内容。它们能够在其他网站上跟踪您的浏览器，并建立您的兴趣档案。这可能会影响您在访问的其他网站上看到的内容和消息。如果您不允许这些 Cookie，您可能无法使用或查看这些共享工具。",
    "SocialmediacookiesCategoryName": "社交媒体 Cookie",
    "Strictlynecessarycategorydescription": "这些 Cookie 是维护我们服务所必需的，无法关闭。它们通常仅在您执行某些操作时设置，例如创建帐户或保存愿望清单以供日后使用。您可以将浏览器设置为阻止或提醒您这些 Cookie，但这可能会导致网站的某些部分无法正常工作。这些 Cookie 不会存储任何个人身份信息。",
    "StrictlynecessaryCategoryName": "绝对必要的 Cookie"
  },
  "zh-HK": {
    "CookiePolicyTableCookeiSubgroup": "Cookie 子群組",
    "CookiePolicyTableCookieCategoryList": "Cookie 類別清單",
    "CookiePolicyTableCookies": "Cookie",
    "CookiePolicyTableCookiesUsed": "已使用的 Cookie",
    "CookiePolicyTableDays": "日",
    "CookiePolicyTableFirstParty": "第一方",
    "CookiePolicyTableFirstPartyLessThanOneDy": "不足一日",
    "CookiePolicyTableLifespan": "使用壽命",
    "CookiePolicyTableSession": "使用時段",
    "CookiePolicyTableThirdpParty": "第三方",
    "CookiePolicyTableYears": "年",
    "Functionalcookiescategorydescription": "此等 Cookie 令網站可以提供改進功能及量身訂造的內容，會由我們或其服務已添加至我們網頁的第三方供應商設定。若不允許使用這些 Cookie，則部份或全部服務可能無法正常運作。",
    "FunctionalcookiesCategoryName": "功能 Cookie",
    "Marketingcookiescategorydescription": "若接受市場推廣 Cookie，即表示閣下同意我們在您的裝置上放置 Cookie，以便提供符合您興趣的相關內容。此等 Cookie 可能會由我們的廣告合作夥伴或我們透過我們的網站設定，以建立您的興趣檔案，並在我們及第三方網站上向您展示相關內容。我們將運用閣下的互動記錄及在我們網站上提供的個人資料，以提供符合您興趣的內容，我們將與第三方（例如 Google、Facebook、Instagram 及 Snapchat）分享此等資訊和客戶識別碼（例如加密電子郵件地址或裝置 ID），用以在第三方網站為閣下提供相關內容，其目的是在第三方網站和應用程式中向您展示相關廣告。為了令相關內容更符合您的興趣，我們可能會將此等數據連接至閣下所使用的不同裝置。若選擇不接受市場推廣 Cookie，我們將不會在閣下的裝置上放置此類 Cookie，而我們所提供的內容或會與您的興趣不符。此外，若使用流動應用程式並選擇不受我們的應用程式追蹤，即使已啟用「市場推廣 Cookie」，我們亦會停止使用此等 Cookie 追蹤閣下。",
    "MarketingcookiesCategoryName": "行銷 Cookie",
    "Performancecookiescategorydescription": "此等 Cookie 令我們可以統計訪問次數及流量，以便收集最熱門網頁等分析資料，並瞭解訪客瀏覽網站的方式。此等 Cookie 收集的所有資訊為彙總資訊，因此均匿名。若不允許使用此等 Cookie，我們將無法為閣下提供量身訂造的體驗。",
    "PerformancecookiesCategoryName": "效能 Cookie",
    "Socialmediacookiescategorydescription": "此等 Cookie 由我們添加至本網站的一系列社交媒體服務設定，令閣下可以與好友及網絡分享我們的內容。他們可以在其他網站上追蹤您的瀏覽器，並建立您的興趣檔案。這可能會影響您在其他網站所看到的內容及訊息。若不允許使用此等 Cookie，可能無法使用或見到這些分享工具。",
    "SocialmediacookiesCategoryName": "社交媒體 Cookie",
    "Strictlynecessarycategorydescription": "此等 Cookie 對維護我們的服務是必要的，且無法關閉。系統通常只會因應所作動作加以設定，例如建立帳戶或儲存願望清單以待日後使用。可以將瀏覽器設定為屏蔽或提醒您注意這些 Cookie，但此舉會導致網站部份功能無法正常運作。此等 Cookie 不會儲存任何個人身份資料。",
    "StrictlynecessaryCategoryName": "僅限必要的 Cookie"
  },
  "zh-TW": {
    "CookiePolicyTableCookeiSubgroup": "Cookie 子群組",
    "CookiePolicyTableCookieCategoryList": "Cookie 類別清單",
    "CookiePolicyTableCookies": "Cookie",
    "CookiePolicyTableCookiesUsed": "已使用的 Cookie",
    "CookiePolicyTableDays": "天",
    "CookiePolicyTableFirstParty": "第一方",
    "CookiePolicyTableFirstPartyLessThanOneDy": "不到一天",
    "CookiePolicyTableLifespan": "期限",
    "CookiePolicyTableSession": "工作階段",
    "CookiePolicyTableThirdpParty": "第三方",
    "CookiePolicyTableYears": "年",
    "Functionalcookiescategorydescription": "這些 Cookie 使網站能夠提供增強功能和個人化內容。它們可能由我們或我們已將其服務整合至我們頁面的第三方供應商設定。若不允許網站運行這些 Cookie，則部分或全部服務可能無法正常運作。",
    "FunctionalcookiesCategoryName": "功能 Cookie",
    "Marketingcookiescategorydescription": "當您接受行銷 Cookie 時，即表示您同意我們在您的裝置上放置 Cookie，以利提供與您興趣相符的相關內容。這些 Cookie 可能會由我們的廣告合作夥伴或我們透過我們的網站設定，以建立您的興趣概況，並在我們和第三方網站上向您展示相關內容。為能提供與您興趣相符之內容，我們會結合您在網站上的互動記錄與您提供給我們的個人資訊加以利用。我們將與第三方（例如 Google、Facebook、Instagram 和 Snapchat）分享此資訊和客戶識別碼，例如加密電子郵件地址或裝置 ID，以利在第三方網站上向您展示相關內容。此舉旨在於第三方網站和應用程式上向您顯示相關廣告。為了讓內容盡可能貼近您的興趣，我們可能會將這些資料在您使用的不同裝置之間進行連結。若您選擇不接受行銷 Cookie，我們將不會在您的裝置上放置此類 Cookie，屆時我們向您提供的內容與您的興趣或不太相符。此外，若使用行動應用程式並選擇我們的應用程式不追蹤您的活動，則即使啟用了「行銷 Cookie」，我們也會停止使用行銷 Cookie 來追蹤您的活動。",
    "MarketingcookiesCategoryName": "行銷 Cookie",
    "Performancecookiescategorydescription": "這些 Cookie 讓我們能夠計算造訪次數和流量，以利我們可以收集哪些頁面最受歡迎及瞭解訪客如何在網站上移動等資訊。由於這些 Cookie 收集的所有資訊皆為彙總資料，因此是匿名資訊。若您不允許網站使用這些 Cookie，我們將無法為您提供客制化體驗。",
    "PerformancecookiesCategoryName": "效能 Cookie",
    "Socialmediacookiescategorydescription": "這些 Cookie 是由我們在網站上新增的各個社群媒體服務所設定，用以方便您將我們的內容分享給您的好友和社群。它們能夠追蹤您在其他網站上的瀏覽行為，並建立您的興趣概況。這可能會決定其他網站向您顯示的內容和訊息。若不允許網站運行這些 Cookie，您可能無法使用或看到這些分享工具。",
    "SocialmediacookiesCategoryName": "社群媒體 Cookie",
    "Strictlynecessarycategorydescription": "這些 Cookie 是維護我們服務所必要，且無法關閉。它們通常只會在您操作後才會設定，例如建立帳戶或儲存願望清單以待日後使用。您可以將瀏覽器設為封鎖或提醒您這些 Cookie，但這可能會導致網站的某些部分無法正常運作。這些 Cookie 不儲存任何個人識別資訊。",
    "StrictlynecessaryCategoryName": "絕對必要 Cookie"
  },
  "en-GB": {
    "CookiePolicyTableCookeiSubgroup": "Cookie subgroup",
    "CookiePolicyTableCookieCategoryList": "Cookie category list",
    "CookiePolicyTableCookies": "Cookies",
    "CookiePolicyTableCookiesUsed": "Cookies used",
    "CookiePolicyTableDays": "Days",
    "CookiePolicyTableFirstParty": "First party",
    "CookiePolicyTableFirstPartyLessThanOneDy": "Less than one day",
    "CookiePolicyTableLifespan": "Lifespan",
    "CookiePolicyTableSession": "Session",
    "CookiePolicyTableThirdpParty": "Third party",
    "CookiePolicyTableYears": "Years",
    "Functionalcookiescategorydescription": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies, then some or all of these services may not function properly.",
    "FunctionalcookiesCategoryName": "Functional cookies",
    "Marketingcookiescategorydescription": "When you accept marketing cookies, you give us your consent to place cookies on your device to provide you with relevant content that fits your interests. These cookies may be set through our site by our advertising partners or us, to build a profile of your interests and show you relevant content on our and third-party sites. To be able to deliver content that fits your interests, we will use your interactions together with personal information you have provided to us on our site. To present you with relevant content on third-party sites, we will share this information and a customer identifier such as an encrypted email-address or device id with third parties, such as Google, Facebook, Instagram, and Snapchat. The purpose is to show relevant ads to you on third party websites and apps. To make the content as interesting as possible for you, we may link this data across the different devices you use. If you choose not to accept marketing cookies, we will not place such cookies on your device, and you may experience less relevant content from us. Additionally, if you use mobile app and choose not to be tracked by our app, we will stop using marketing cookies to track you even if “Marketing cookies” is enabled.",
    "MarketingcookiesCategoryName": "Marketing cookies",
    "Performancecookiescategorydescription": "These cookies allow us to count visits and traffic so we can collect insights like which pages are the most popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore, anonymous. If you do not allow these cookies, we will not be able to provide you with a tailored experience.",
    "PerformancecookiesCategoryName": "Performance cookies",
    "Socialmediacookiescategorydescription": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks. They are capable of tracking your browser across other sites and building up a profile of your interests. This may impact the content and messages you see on other websites you visit. If you do not allow these cookies you may not be able to use or see these sharing tools.",
    "SocialmediacookiesCategoryName": "Social media cookies",
    "Strictlynecessarycategorydescription": "These cookies are necessary to maintain our services and cannot be switched off. They are usually only set in response to actions made by you, such as creating an account or saving a wish-list for later. You can set your browser to block or alert you about these cookies, but that can make some parts of the site not work. These cookies do not store any personally identifiable information.",
    "StrictlynecessaryCategoryName": "Strictly necessary cookies"
  }
}